{
    "tabs.home": "Home",
    "tabs.lessons": "Lessons",
    "tabs.tasks": "Tasks",
    "tabs.progress": "Progress",
    "tabs.baptism": "Baptism",
    "tabs.profile": "Profile",
    "navigation.lessons": "Lessons",
    "lesson1.title": "The Restoration",
    "lesson1.topic1": "God is Your Loving Heavenly Father",
    "lesson1.topic2": "The Gospel Blesses Families and People",
    "lesson1.topic3": "Our Heavenly Father Reveals His Gospel",
    "lesson1.topic4": "Jesus Christ Established His Church",
    "lesson1.topic5": "The Great Apostasy",
    "lesson1.topic6": "The Restoration of the Gospel",
    "lesson1.topic7": "The Restoration of the Priesthood",
    "lesson1.topic8": "The Book of Mormon",
    "lesson1.topic9": "How Can I Know?",
    "lesson1.topic1.desc": "God is your Heavenly Father. He knows you personally, even better than you know yourself. He knows your struggles, your deepest longings, and even the thoughts you keep in the depths of your heart. And most importantly: He loves you more than you can imagine. This love is not fleeting or conditional; it is eternal, constant, perfect.\n\nHis greatest desire is for you to be happy, not only now in this life full of trials and learning, but also for all eternity. To achieve this purpose, our Heavenly Father has provided a plan: the Gospel of Jesus Christ. Jesus Christ, His beloved Son, came to earth to teach us how to live, to show us the perfect example, and to give us the possibility of returning to the Father.\n\nThe Gospel is not just a set of commandments; it is a path of happiness and lasting peace.",
    "lesson1.topic1.scriptureMain": "\"Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.\" (John 14:27)",
    "lesson1.topic1.more.0": "Acts 17:27–29 — \"That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us…\"",
    "lesson1.topic1.more.1": "Romans 8:16 — \"The Spirit itself beareth witness with our spirit, that we are the children of God.\"",
    "lesson1.topic1.more.2": "2 Nephi 9:6 — \"For as death hath passed upon all men, to fulfil the merciful plan of the great Creator…\"",
    "lesson1.topic1.more.3": "Moses 1:39 — \"For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.\"",
    "lesson1.topic2.desc": "One of the greatest proofs that God loves us is that He gave us families. The family is the workshop of love, where we learn to forgive, to share, and to grow together. Although not all families are perfect, and sometimes we face conflicts or difficulties, God has promised that if we follow Jesus Christ, He will bless our home with greater unity and strength.\n\nCurrent example: Imagine a family that decides to read the Scriptures together every night. At first, the children get distracted, some complain, and it seems like it doesn't work. But over time, those small seeds germinate into a spirit of love and unity in the home. This is the power of the Gospel in the family: it doesn't transform overnight, but with consistency it changes hearts and relationships.\n\nIn summary: God is your Heavenly Father, He loves you, and through Jesus Christ He offers you peace, purpose, and true joy in your personal and family life.",
    "lesson1.topic2.scriptureMain": "\"When ye are in the service of your fellow beings ye are only in the service of your God.\" (Mosiah 2:17)",
    "lesson1.topic2.more.0": "Ephesians 6:4 — \"And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.\"",
    "lesson1.topic2.more.1": "Proverbs 22:6 — \"Train up a child in the way he should go: and when he is old, he will not depart from it.\"",
    "lesson1.topic2.more.2": "D&C 68:25 — \"And again, inasmuch as parents have children in Zion, or in any of her stakes which are organized, that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents.\"",
    "lesson1.topic2.more.3": "D&C 93:40 — \"But I have commanded you to bring up your children in light and truth.\"",
    "lesson1.topic3.desc": "God has never left us adrift. From the beginning of the world, He has chosen prophets to teach and guide His children. Adam, Noah, Abraham, and Moses were men called directly by Him.\n\nProphets have three essential missions:\n• Teach about God and testify of Jesus Christ.\n• Receive revelation or direction from the Lord.\n• Guide the people and interpret the word of God.\n\nThe priesthood—the authority to act in God's name—was given to them to bless the children of men. When we follow the prophet, we receive blessings and protection; when we reject his words, we move away from God and fall into apostasy.\n\nCurrent example: Think of a soccer coach who teaches strategies to his team. While they listen and apply his teachings, they win games. But if they decide to ignore him, they lose direction and fail. This is how the relationship with prophets works: while we follow his voice, we advance toward spiritual victory.",
    "lesson1.topic3.scriptureMain": "\"Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets.\" (Amos 3:7)",
    "lesson1.topic3.more.0": "Hebrews 1:1 — \"God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets.\"",
    "lesson1.topic3.more.1": "D&C 1:38 — \"What I the Lord have spoken, I have spoken, and I excuse not myself…\"",
    "lesson1.topic3.more.2": "D&C 21:4 — \"Wherefore, meaning the church, thou shalt give heed unto all his words and commandments which he shall give unto you as he receiveth them.\"",
    "lesson1.topic3.more.3": "D&C 68:4 — \"And whatsoever they shall speak when moved upon by the Holy Ghost shall be scripture.\"",
    "lesson1.topic4.desc": "More than 2,000 years ago, the most awaited promise was fulfilled: the Son of God came to the world. Jesus Christ lived a perfect life, without sin, and dedicated each day to serving, healing, teaching, and saving.\n\nHe did not come only to give advice; He came to establish His Church. He chose twelve apostles, conferred upon them the authority of the priesthood, and sent them to preach, baptize, and guide. He told Peter that upon the \"rock\" of revelation He would build His Church.\n\nHis mission culminated in the greatest sacrifice: the Atonement. In Gethsemane and on the cross, He bore the sins of all humanity, suffered and died so that we could be forgiven and have the hope of eternal life. And by rising again, He conquered death and opened the way for all to be resurrected.\n\nCurrent example: Imagine a doctor who not only diagnoses a disease, but gives his own life to save the patients. That's what Christ did: He not only taught us the truth, but paid the price of our salvation.",
    "lesson1.topic4.scriptureMain": "\"And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.\" (Matthew 16:18)",
    "lesson1.topic4.more.0": "Matthew 28:19 — \"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.\"",
    "lesson1.topic4.more.1": "John 3:5 — \"Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.\"",
    "lesson1.topic4.more.2": "Acts 2:38 — \"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.\"",
    "lesson1.topic4.more.3": "1 Corinthians 15:22 — \"For as in Adam all die, even so in Christ shall all be made alive.\"",
    "lesson1.topic5.desc": "After the death of Jesus Christ and His apostles, came a dark period: the Great Apostasy. The apostles were persecuted and killed. With them, the authority of the priesthood was lost.\n\nAlthough good people and scattered truths remained, the fullness of the Gospel was distorted. Many churches arose with contradictory teachings.\n\nCurrent example: It's as if a teacher leaves his class and over time each student begins to invent their own version of the lesson. Over the years, what was clear and true becomes confusion.\n\nReformers like Martin Luther and John Calvin recognized errors and tried to correct them, but without the priesthood, they could not restore the fullness. A complete restoration was necessary.",
    "lesson1.topic5.scriptureMain": "\"Behold, the days come, saith the Lord God, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord.\" (Amos 8:11–12)",
    "lesson1.topic5.more.0": "2 Thessalonians 2:3 — \"Let no man deceive you by any means: for that day shall not come, except there come a falling away first.\"",
    "lesson1.topic5.more.1": "Acts 20:29 — \"For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock.\"",
    "lesson1.topic5.more.2": "1 Timothy 4:1 — \"Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith.\"",
    "lesson1.topic5.more.3": "2 Timothy 4:3 — \"For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears.\"",
    "lesson1.topic6.desc": "In 1820, a young man named Joseph Smith was seeking truth in the midst of many churches that contradicted each other. Following the invitation of James 1:5, he went to the woods to pray.\n\nThere he had a glorious vision known as the First Vision:\n\n\"I saw a pillar of light exactly over my head, above the brightness of the sun, which descended gradually until it fell upon me… When the light rested upon me I saw two Personages, whose brightness and glory defy all description, standing above me in the air. One of them spake unto me, calling me by name and said, pointing to the other—This is My Beloved Son. Hear Him!\"\n\nThe Father and the Son appeared to Joseph, testifying that God still speaks with His children. They told him not to join any church, for all had lost the fullness. As in ancient times, God called a new prophet to restore His Gospel on earth.",
    "lesson1.topic6.scriptureMain": "\"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.\" (James 1:5)",
    "lesson1.topic6.more.0": "Joseph Smith—History 1:16–17 — \"I saw a pillar of light exactly over my head, above the brightness of the sun.\"",
    "lesson1.topic6.more.1": "D&C 1:30 — \"And also those to whom these commandments were given.\"",
    "lesson1.topic6.more.2": "D&C 1:17 — \"Wherefore, I the Lord, knowing the calamity which should come upon the inhabitants of the earth.\"",
    "lesson1.topic6.more.3": "D&C 1:23 — \"That the fulness of my gospel might be proclaimed by the weak and the simple unto the ends of the world.\"",
    "lesson1.topic7.desc": "In 1829, Joseph Smith and Oliver Cowdery received the visit of John the Baptist, who conferred upon them the Aaronic Priesthood. Later, Peter, James, and John conferred upon them the Melchizedek Priesthood, thus returning the authority that Christ had given to His apostles.\n\nWith that authority, Joseph Smith organized again the Church of Jesus Christ on earth. Today, the President of The Church of Jesus Christ of Latter-day Saints is a living prophet, with the same authority as the ancient apostles.\n\nThis restoration of the priesthood means that sacred ordinances such as baptism, confirmation, and eternal marriage can be performed with God's authority, not just by good men, but by those who have been called and ordained by God Himself.",
    "lesson1.topic7.scriptureMain": "\"And no man taketh this honour unto himself, but he that is called of God, as was Aaron.\" (Hebrews 5:4)",
    "lesson1.topic7.more.0": "D&C 13:1 — \"Upon you my fellow servants, in the name of Messiah I confer the Priesthood of Aaron.\"",
    "lesson1.topic7.more.1": "D&C 27:12 — \"And also with Peter, and James, and John, whom I have sent unto you.\"",
    "lesson1.topic7.more.2": "D&C 84:33 — \"For whoso is faithful unto the obtaining these two priesthoods.\"",
    "lesson1.topic7.more.3": "D&C 107:1 — \"There are, in the church, two priesthoods.\"",
    "lesson1.topic8.desc": "As evidence of the Restoration, God revealed the Book of Mormon: Another Testament of Jesus Christ. Translated by Joseph Smith, this book confirms and complements the Bible.\n\nMoroni promised:\n\n\"And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.\"\n\nCurrent example: Just as a contract is validated with two signatures, God gave us two testaments: the Bible and the Book of Mormon, to confirm the truth of His plan.\n\nThe Book of Mormon contains the fullness of the gospel and testifies of Jesus Christ. It is tangible evidence that God still speaks with His children and that the Restoration is real.",
    "lesson1.topic8.scriptureMain": "\"And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost.\" (Moroni 10:4–5)",
    "lesson1.topic8.more.0": "2 Nephi 25:26 — \"And we talk of Christ, we rejoice in Christ, we preach of Christ.\"",
    "lesson1.topic8.more.1": "Ezekiel 37:15–17 — \"The word of the Lord came again unto me, saying, Moreover, thou son of man, take thee one stick, and write upon it, For Judah.\"",
    "lesson1.topic8.more.2": "John 10:16 — \"And other sheep I have, which are not of this fold.\"",
    "lesson1.topic8.more.3": "D&C 20:8 — \"And gave unto him power from on high, by the means which were before prepared.\"",
    "lesson1.topic9.desc": "Spiritual knowledge comes through the Holy Ghost. If you pray sincerely, reading the Scriptures and asking God, He will answer you.\n\nThe apostle Paul explained that the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, temperance.\n\nThose peaceful feelings are the confirmation that the restored Gospel is true. It's not just a fleeting emotion, but a deep conviction that comes from God's Spirit.\n\nWhen you feel that peace, that certainty in your heart, you will know that you have found the truth. That is God's promise for all who seek sincerely.",
    "lesson1.topic9.scriptureMain": "\"But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, meekness, temperance.\" (Galatians 5:22–23)",
    "lesson1.topic9.more.0": "Moroni 10:4 — \"And when ye shall receive these things, I would exhort you that ye would ask God the Eternal Father.\"",
    "lesson1.topic9.more.1": "D&C 8:2 — \"Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost.\"",
    "lesson1.topic9.more.2": "John 14:26 — \"But the Comforter, which is the Holy Ghost, whom the Father will send in my name.\"",
    "lesson1.topic9.more.3": "D&C 9:8 — \"But, behold, I say unto you, that you must study it out in your mind.\"",
    "lesson2.title": "The Plan of Salvation",
    "lesson2.topic1": "Where did I come from?",
    "lesson2.topic1.desc": "Before we were born on this earth, we already existed. We were spirit sons and daughters of a loving God, our Heavenly Father. The Bible teaches us: \"Before I formed thee in the belly I knew thee\" (Jeremiah 1:5). This means that our existence did not begin on earth, but in a heavenly home full of love. There we learned who our Heavenly Father was and received from Him the greatest gift: the opportunity to come to earth.\n\nThe Book of Mormon confirms this truth: \"And this is the manner after which they were ordained—being called and prepared from the foundation of the world according to the foreknowledge of God\" (Alma 13:3). We are not accidents of the universe, but part of a divine plan drawn up before creation.\n\nImagine a family carefully preparing for the arrival of a child: they decorate the room, buy clothes and toys, and dream about their future. Thus, our Heavenly Father prepared this world for us, with everything necessary for us to grow and learn.\n\nRemembering that we are children of God gives us identity and purpose. In a world that often labels us according to appearance, money, or achievements, knowing that we are children of an eternal King gives us confidence and hope.",
    "lesson2.topic1.scriptureMain": "\"Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.\" (Jeremiah 1:5)",
    "lesson2.topic1.more.0": "Alma 13:3 — \"And this is the manner after which they were ordained—being called and prepared from the foundation of the world according to the foreknowledge of God.\"",
    "lesson2.topic1.more.1": "Abraham 3:23 — \"And the Lord said unto me: Abraham, thou art one of them; thou wast chosen before thou wast born.\"",
    "lesson2.topic1.more.2": "Job 38:7 — \"When the morning stars sang together, and all the sons of God shouted for joy.\"",
    "lesson2.topic1.more.3": "Ephesians 1:4 — \"According as he hath chosen us in him before the foundation of the world.\"",
    "lesson2.topic2": "What is my purpose in life?",
    "lesson2.topic2.desc": "Life has a greater purpose than simply \"being born, working, and dying.\" The Scriptures teach: \"Adam fell that men might be; and men are, that they might have joy\" (2 Nephi 2:25). God desires that we be happy, but true happiness comes from living the Gospel of Jesus Christ.\n\nOur time on earth is like a school. Here we learn to distinguish good from evil, to develop faith, to love, to serve, and to overcome trials. Just as an athlete strengthens by facing resistance, we become spiritually stronger by facing challenges.\n\nFamilies are an essential part of this purpose. God instituted the family to teach us to love, to forgive, and to serve. Although no family is perfect, following Jesus Christ helps us strengthen family bonds.\n\nModern example: A young person may face the temptation to follow their friends in wrong decisions. By remembering that their purpose is to follow Christ, they find the strength to choose what is right. These kinds of small decisions prepare us to return to God.",
    "lesson2.topic2.scriptureMain": "\"Adam fell that men might be; and men are, that they might have joy.\" (2 Nephi 2:25)",
    "lesson2.topic2.more.0": "Moses 1:39 — \"For behold, this is my work and my glory—to bring to pass the immortality and eternal life of man.\"",
    "lesson2.topic2.more.1": "D&C 93:33 — \"For man is spirit. The elements are eternal, and spirit and element, inseparably connected, receive a fulness of joy.\"",
    "lesson2.topic2.more.2": "Alma 34:32 — \"For behold, this life is the time for men to prepare to meet God.\"",
    "lesson2.topic2.more.3": "D&C 58:27 — \"Men should be anxiously engaged in a good cause, and do many things of their own free will.\"",
    "lesson2.topic3": "Where will I go after this life?",
    "lesson2.topic3.desc": "We will all face death, but it is not the end. The Book of Mormon teaches: \"The souls of all men… are taken home to that God who gave them life\" (Alma 40:11). After we die, our spirit goes to the spirit world: a place of peace for the righteous and of learning for those who have not yet accepted the Gospel.\n\nThanks to Jesus Christ, we will all be resurrected. Paul testified: \"For as in Adam all die, even so in Christ shall all be made alive\" (1 Corinthians 15:22). Resurrection means that our body and spirit will be united again, never to be separated.\n\nImagine saying goodbye to a loved one at a funeral. The Gospel teaches that this separation is temporary, like when a child goes on a trip. The hope of seeing them again thanks to Christ brings comfort and peace even in the midst of pain.\n\nAfter resurrection, we will be judged according to our works and the desires of our hearts. God prepared different degrees of glory (see 1 Corinthians 15:40–42) to reward His children in a just and perfect way.",
    "lesson2.topic3.scriptureMain": "\"The souls of all men, as soon as they are departed from this mortal body, yea, the souls of all men, whether they be good or evil, are taken home to that God who gave them life.\" (Alma 40:11)",
    "lesson2.topic3.more.0": "1 Corinthians 15:22 — \"For as in Adam all die, even so in Christ shall all be made alive.\"",
    "lesson2.topic3.more.1": "John 11:25 — \"I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live.\"",
    "lesson2.topic3.more.2": "1 Corinthians 15:40–42 — \"There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.\"",
    "lesson2.topic3.more.3": "D&C 76:85 — \"And then shall it come to pass, that the spirits of the wicked, yea, who are evil—for behold, they have no part nor portion of the Spirit of the Lord.\"",
    "lesson2.topic4": "What does the plan mean for me?",
    "lesson2.topic4.desc": "God's plan is not just an abstract doctrine; it touches every aspect of our lives. It gives us hope in illness, peace in suffering, and direction in confusion.\n\nJesus Himself said: \"In the world ye shall have tribulation: but be of good cheer; I have overcome the world\" (John 16:33). Understanding the plan helps us see that our trials are not punishments, but opportunities to grow.\n\nExample: A single mother struggling to support her children can find strength by remembering that her effort has an eternal purpose. A young person who feels alone can remember that they have a Heavenly Father who knows them by name.\n\nThe plan also invites us to make wise decisions. When we know that life continues after death, we value more how we use our time, how we treat others, and how we cultivate our relationship with God.",
    "lesson2.topic4.scriptureMain": "\"In the world ye shall have tribulation: but be of good cheer; I have overcome the world.\" (John 16:33)",
    "lesson2.topic4.more.0": "D&C 14:7 — \"And, if you keep my commandments and endure to the end you shall have eternal life, which gift is the greatest of all the gifts of God.\"",
    "lesson2.topic4.more.1": "Matthew 7:21 — \"Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.\"",
    "lesson2.topic4.more.2": "James 2:17 — \"Even so faith, if it hath not works, is dead, being alone.\"",
    "lesson2.topic4.more.3": "D&C 58:27 — \"Men should be anxiously engaged in a good cause, and do many things of their own free will.\"",
    "lesson2.topic5": "How can I know?",
    "lesson2.topic5.desc": "It is not enough to just hear or read; each person must receive their own confirmation. God's invitation is clear: \"If any of you lack wisdom, let him ask of God\" (James 1:5).\n\nThe Book of Mormon adds: \"And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost\" (Moroni 10:4).\n\nHow to pray:\n• Address God as your Father.\n• Express to Him what you feel, your doubts and gratitude.\n• Ask Him specifically to show you the truth.\n• Close the prayer in the name of Jesus Christ.\n\nThe answer may come as a feeling of peace, a clear thought, or a gentle impression. The apostle Paul described this: \"The fruit of the Spirit is love, joy, peace\" (Galatians 5:22).\n\nExample: A person studying the Book of Mormon may feel warmth in their heart and mental clarity that confirms it comes from God. That experience changes lives.",
    "lesson2.topic5.scriptureMain": "\"If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.\" (James 1:5)",
    "lesson2.topic5.more.0": "Moroni 10:4 — \"And when ye shall receive these things, I would exhort you that ye would ask God the Eternal Father.\"",
    "lesson2.topic5.more.1": "Galatians 5:22 — \"But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith.\"",
    "lesson2.topic5.more.2": "D&C 8:2 — \"Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost.\"",
    "lesson2.topic5.more.3": "D&C 9:8 — \"But, behold, I say unto you, that you must study it out in your mind.\"",
    "lesson2.topic6": "List of terms",
    "lesson2.topic6.desc": "Apostasy: Turning away from truth and rejecting God's prophets.\n\nAtonement: The sacrifice of Jesus Christ that allows us to be forgiven.\n\nResurrection: Eternal union of body and spirit after death.\n\nRevelation: Communication between God and His children.\n\nPriesthood: Authority given by God to act in His name.\n\nGospel: God's plan centered on Jesus Christ.\n\nThese terms are fundamental to understanding the Plan of Salvation. Each one represents an essential part of the doctrine that helps us understand our eternal purpose and how God works in our lives.",
    "lesson2.topic6.scriptureMain": "\"And thus we saw that there are three heavens or degrees of glory in the celestial world.\" (D&C 131:1)",
    "lesson2.topic6.more.0": "D&C 76:50 — \"And we see also that the celestial glory is that which possesses the greatest of all the gifts of God.\"",
    "lesson2.topic6.more.1": "Mosiah 3:17 — \"And moreover, I say unto you, that there shall be no other name given nor any other way nor means whereby salvation can come unto the children of men.\"",
    "lesson2.topic6.more.2": "D&C 132:20 — \"Then shall they be gods, because they have no end; therefore shall they be from everlasting to everlasting.\"",
    "lesson2.topic6.more.3": "1 Corinthians 15:40 — \"There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.\"",
    "lesson2.topic7": "Inspiring conclusion",
    "lesson2.topic7.desc": "The Plan of Salvation answers the deepest questions: Where did I come from? Why am I here? Where am I going? Knowing that we are children of God gives us hope. Trusting in Christ gives us peace. And following His Gospel prepares us to return to the heavenly home.\n\nThe final invitation is clear: pray, study the Book of Mormon, and seek to know Jesus Christ personally. If you do, you will discover that this plan is not just doctrine… it is the story of your life and the key to your eternal happiness!\n\nEach day we live is an opportunity to draw closer to our Heavenly Father. Every decision we make can strengthen our faith or distance us from Him. The plan gives us direction, purpose, and hope in a world that often seems to lack meaning.\n\nRemember: you are not alone on this journey. Your Heavenly Father knows you, loves you, and is ready to help you at every step of the way.",
    "lesson2.topic7.scriptureMain": "\"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.\" (John 3:16)",
    "lesson2.topic7.more.0": "D&C 76:70 — \"These are they who received the testimony of Jesus, and believed on his name.\"",
    "lesson2.topic7.more.1": "D&C 76:81 — \"These are they who received not the gospel of Christ, neither the testimony of Jesus.\"",
    "lesson2.topic7.more.2": "D&C 76:92 — \"And thus we saw, that all men save it were the sons of perdition.\"",
    "lesson2.topic7.more.3": "Romans 14:10 — \"For we shall all stand before the judgment seat of Christ.\"",
    "lesson3.title": "The Gospel of Jesus Christ",
    "lesson3.topic1": "Faith in Jesus Christ",
    "lesson3.topic1.desc": "Faith is the first principle of the Gospel. It is not just believing that Christ existed, but trusting fully in Him and in His power to save us. As the Book of Mormon teaches: \"There shall be no other name given nor any other way nor means whereby salvation can come unto the children of men\" (Mosiah 3:17).\n\nFaith is like a seed (Alma 32). When we water it with prayer, study, and obedience, it grows into a strong tree that bears fruit: hope, peace, and courage to face trials.\n\nModern example: A young person struggling with anxiety finds strength by repeating in their mind the words of Christ: \"Come unto me, all ye that labour and are heavy laden, and I will give you rest\" (Matthew 11:28). By putting their trust in Jesus, they learn to face their fear with faith, not despair.",
    "lesson3.topic1.scriptureMain": "\"There shall be no other name given nor any other way nor means whereby salvation can come unto the children of men.\" (Mosiah 3:17)",
    "lesson3.topic1.more.0": "Matthew 11:28 — \"Come unto me, all ye that labour and are heavy laden, and I will give you rest.\"",
    "lesson3.topic1.more.1": "Alma 32:21 — \"And now as I said concerning faith—that it was not a perfect knowledge.\"",
    "lesson3.topic1.more.2": "Hebrews 11:1 — \"Now faith is the substance of things hoped for, the evidence of things not seen.\"",
    "lesson3.topic1.more.3": "James 2:17 — \"Even so faith, if it hath not works, is dead, being alone.\"",
    "lesson3.topic2": "Repentance",
    "lesson3.topic2.desc": "Repentance is a gift of love. It does not mean just feeling remorse, but changing direction to draw closer to God. The prophet Alma explained it this way: \"The Lord found me in a state of rebellion… and my soul was redeemed from the bitter pain\" (Alma 36:17–20).\n\nDaily repentance is like cleaning a mirror: we remove the stains of sin to see clearly the reflection of Christ in us.\n\nModern example: A person who lies at work feels burdened in their conscience. By deciding to confess, correct, and ask for forgiveness, they not only regain the trust of others, but feel the peace of divine forgiveness.",
    "lesson3.topic2.scriptureMain": "\"The Lord found me in a state of rebellion… and my soul was redeemed from the bitter pain.\" (Alma 36:17–20)",
    "lesson3.topic2.more.0": "Acts 3:19 — \"Repent ye therefore, and be converted, that your sins may be blotted out.\"",
    "lesson3.topic2.more.1": "D&C 58:42 — \"Behold, he who has repented of his sins, the same is forgiven, and I, the Lord, remember them no more.\"",
    "lesson3.topic2.more.2": "Luke 15:7 — \"I say unto you, that likewise joy shall be in heaven over one sinner that repenteth.\"",
    "lesson3.topic2.more.3": "Mosiah 4:10 — \"And if ye have known the greatness of God, and your own nothingness, ye would have repented.\"",
    "lesson3.topic3": "Baptism",
    "lesson3.topic3.desc": "Baptism is the gateway to the Gospel path. Jesus Himself set the example by being baptized by John (Matthew 3:13–17). When we are baptized by immersion and with priesthood authority, we make a covenant with God: we promise to follow Christ, keep His commandments, and remember His sacrifice.\n\nThe Book of Mormon teaches: \"Come and be baptized unto repentance, that ye may be washed from your sins\" (Mosiah 18:10).\n\nModern example: A mother who decides to be baptized not only changes her life, but opens a new future for her children. Her decisions of faith create a legacy that transforms generations.",
    "lesson3.topic3.scriptureMain": "\"Come and be baptized unto repentance, that ye may be washed from your sins.\" (Mosiah 18:10)",
    "lesson3.topic3.more.0": "Matthew 3:13–17 — \"Then cometh Jesus from Galilee to Jordan unto John, to be baptized of him.\"",
    "lesson3.topic3.more.1": "John 3:5 — \"Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.\"",
    "lesson3.topic3.more.2": "D&C 20:37 — \"And all those who humble themselves before God, and desire to be baptized, and come forth with broken hearts.\"",
    "lesson3.topic3.more.3": "Romans 6:4 — \"Therefore we are buried with him by baptism into death.\"",
    "lesson3.topic4": "The gift of the Holy Ghost",
    "lesson3.topic4.desc": "After baptism, we receive confirmation through the laying on of hands: the gift of the Holy Ghost. Jesus promised: \"And I will pray the Father, and he shall give you another Comforter\" (John 14:16).\n\nThis gift is like having a spiritual compass always available. It comforts us in sorrow, warns us in danger, and confirms the truth.\n\nThe Spirit speaks softly, often as clear thoughts or feelings of peace (3 Nephi 11:3–5).\n\nModern example: A young person feels a strong impulse to change their route when returning home. Later they discover there was an accident on the route they usually take. The Spirit protected them without the need for audible words.",
    "lesson3.topic4.scriptureMain": "\"And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever.\" (John 14:16)",
    "lesson3.topic4.more.0": "Acts 2:38 — \"Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.\"",
    "lesson3.topic4.more.1": "D&C 8:2 — \"Yea, behold, I will tell you in your mind and in your heart, by the Holy Ghost.\"",
    "lesson3.topic4.more.2": "3 Nephi 11:3–5 — \"And it came to pass that while they were thus conversing one with another, they heard a voice.\"",
    "lesson3.topic4.more.3": "Galatians 5:22 — \"But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith.\"",
    "lesson3.topic5": "Endure to the end",
    "lesson3.topic5.desc": "The Gospel is not just an event, it is a lifelong journey. Jesus said: \"But he that shall endure unto the end, the same shall be saved\" (Matthew 24:13).\n\nEnduring means remaining faithful despite challenges, trusting in Christ in the midst of adversity, and renewing our commitment to Him each day.\n\nModern example: A woman facing a serious illness finds strength by praying and studying the Scriptures daily. Although her body suffers, her faith remains firm, and that makes her a beacon of hope for her family.",
    "lesson3.topic5.scriptureMain": "\"But he that shall endure unto the end, the same shall be saved.\" (Matthew 24:13)",
    "lesson3.topic5.more.0": "2 Nephi 31:20 — \"Wherefore, ye must press forward with a steadfastness in Christ.\"",
    "lesson3.topic5.more.1": "D&C 14:7 — \"And, if you keep my commandments and endure to the end you shall have eternal life, which gift is the greatest of all the gifts of God.\"",
    "lesson3.topic5.more.2": "Hebrews 12:1 — \"Let us run with patience the race that is set before us.\"",
    "lesson3.topic5.more.3": "Revelation 2:10 — \"Be thou faithful unto death, and I will give thee a crown of life.\"",
    "lesson3.topic6": "The Gospel and ordinances",
    "lesson3.topic6.desc": "The Gospel of Jesus Christ includes sacred ordinances that mark our spiritual progress: baptism, confirmation, the Sacrament, and later, temple ordinances. Each ordinance is a reminder of our covenant with God and a step toward eternal life.\n\nThe Savior instituted the Sacrament so that we might remember His sacrifice (Luke 22:19–20). By participating worthily, we renew our promises to follow Him and receive spiritual strength.\n\nModern example: By taking the Sacrament each Sunday, a father feels renewed in his commitment to be more patient and loving in his home.",
    "lesson3.topic6.scriptureMain": "\"And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you: this do in remembrance of me.\" (Luke 22:19)",
    "lesson3.topic6.more.0": "Luke 22:20 — \"Likewise also the cup after supper, saying, This cup is the new testament in my blood.\"",
    "lesson3.topic6.more.1": "D&C 20:77 — \"And if ye do always remember him ye shall have his Spirit to be with you.\"",
    "lesson3.topic6.more.2": "D&C 20:79 — \"And if ye do always remember him ye shall have his Spirit to be with you.\"",
    "lesson3.topic6.more.3": "Moroni 4:3 — \"And if ye do always remember him ye shall have his Spirit to be with you.\"",
    "lesson3.topic7": "The joy of the Gospel",
    "lesson3.topic7.desc": "The result of living the Gospel is true joy. Not a fleeting joy like the world offers, but a deep joy that fills the soul even in the midst of trials.\n\nJesus declared: \"These things have I spoken unto you, that my joy might remain in you, and that your joy might be full\" (John 15:11).\n\nThe prophet Nephi testified: \"My soul delighteth in the things of the Lord\" (2 Nephi 4:16).\n\nModern example: A family that decides to live the Gospel finds joy by serving together in their community. They discover that true happiness comes by forgetting self and focusing on others.\n\nThe Gospel of Jesus Christ is the path to eternal joy. It is a process: having faith in Him, repenting daily, being baptized and receiving the Holy Ghost, and enduring faithfully to the end. Those who follow this path not only find peace in this life, but the promise of eternal life in the presence of God.",
    "lesson3.topic7.scriptureMain": "\"These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.\" (John 15:11)",
    "lesson3.topic7.more.0": "2 Nephi 4:16 — \"My soul delighteth in the things of the Lord.\"",
    "lesson3.topic7.more.1": "Mosiah 2:41 — \"Consider on the blessed and happy state of those that keep the commandments of God.\"",
    "lesson3.topic7.more.2": "D&C 18:10 — \"Remember the worth of souls is great in the sight of God.\"",
    "lesson3.topic7.more.3": "Matthew 5:8 — \"Blessed are the pure in heart: for they shall see God.\"",
    "lesson4.title": "Gospel Commandments",
    "lesson4.topic1": "Law of Chastity",
    "lesson4.topic1.desc": "The law of chastity is a sacred commandment that protects moral purity and family holiness. It means abstaining from sexual relations outside of marriage between a man and a woman, and maintaining clean thoughts, words, and actions. Jesus taught: 'Blessed are the pure in heart: for they shall see God' (Matthew 5:8). In a world saturated with pornography, immorality, and messages that trivialize the body, living this commandment is an act of spiritual courage. The Book of Mormon warns: 'Lust is the cause of many calamities among the children of men' (Jacob 2:28). By keeping the law of chastity, we invite the Holy Ghost to remain with us, protect our future marriage, and demonstrate true love, which is based on respect and commitment. Modern example: a young man who decides not to view pornography, despite peer pressure, discovers a clearer mind, greater self-confidence, and increased spiritual sensitivity.",
    "lesson4.topic1.scriptureMain": "Flee fornication. (1 Corinthians 6:18)",
    "lesson4.topic1.more.0": "Matthew 5:27–28 — \"Ye have heard that it was said by them of old time, Thou shalt not commit adultery: But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.\"",
    "lesson4.topic1.more.1": "Jacob 2:28 — \"For behold, I say unto you, that whoredoms are an abomination before me.\"",
    "lesson4.topic1.more.2": "Alma 39:9 — \"Now my son, I would that ye should repent and forsake your sins, and go no more after the lusts of your eyes.\"",
    "lesson4.topic1.more.3": "Mosiah 13:22 — \"Thou shalt not commit adultery.\"",
    "lesson4.topic2": "Word of Wisdom",
    "lesson4.topic2.desc": "The Word of Wisdom is the law of health that God revealed to protect our body and mind. It teaches us to avoid alcohol, tobacco, illegal drugs, coffee and tea, and to use good foods prudently. The promise is clear: 'And shall run and not be weary, and shall walk and not faint' (D&C 89:20). In a time when excessive substance consumption destroys families and societies, this commandment preserves us. Modern example: a mother who stops drinking alcohol discovers greater mental clarity and can better care for her children. The Book of Mormon teaches that 'men should be temperate in all things' (Mosiah 4:27). Living the Word of Wisdom is an act of faith that prepares us to serve God better.",
    "lesson4.topic2.scriptureMain": "Know ye not that your body is the temple of the Holy Ghost...? (1 Corinthians 6:19–20)",
    "lesson4.topic2.more.0": "D&C 89:18–21 — \"And all saints who remember to keep and do these sayings, walking in obedience to the commandments, shall receive health in their navel and marrow to their bones; and shall find wisdom and great treasures of knowledge, even hidden treasures; and shall run and not be weary, and shall walk and not faint.\"",
    "lesson4.topic2.more.1": "Mosiah 4:27 — \"And see that all these things are done in wisdom and order; for it is not requisite that a man should run faster than he has strength.\"",
    "lesson4.topic2.more.2": "Proverbs 20:1 — \"Wine is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise.\"",
    "lesson4.topic2.more.3": "Alma 46:40 — \"And there were some who died with fevers, which at some seasons of the year were very frequent in the land.\"",
    "lesson4.topic3": "Law of Tithing",
    "lesson4.topic3.desc": "Tithing is giving God a tenth of our income as an act of faith and gratitude. It is not simply an economic contribution, but a demonstration of trust that the Lord will provide. The prophet Malachi taught: 'Prove me now herewith... if I will not open you the windows of heaven' (Malachi 3:10). Tithing finances God's work: building temples, chapels, teaching materials, and missionary work. Modern example: a young man who just starts working decides to pay his tithing even though he has little. He discovers that his resources go further and feels joy knowing that he contributes to the Lord's work. The Book of Mormon also teaches: 'All those who were willing to take upon them the name of Christ... gave of their substance' (Mosiah 18:27). Tithing is a covenant of mutual trust between us and God.",
    "lesson4.topic3.scriptureMain": "Bring ye all the tithes into the storehouse... (Malachi 3:10)",
    "lesson4.topic3.more.0": "3 Nephi 24:10 — \"Bring ye all the tithes into the storehouse, that there may be meat in my house; and prove me now herewith, saith the Lord of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.\"",
    "lesson4.topic3.more.1": "Mosiah 18:27 — \"And again Alma commanded that the people of the church should impart of their substance, every one according to that which he had.\"",
    "lesson4.topic3.more.2": "D&C 119:4 — \"And after this, those who have thus been tithed shall pay one-tenth of all their interest annually; and this shall be a standing law unto them forever.\"",
    "lesson4.topic3.more.3": "Proverbs 3:9–10 — \"Honour the Lord with thy substance, and with the firstfruits of all thine increase: So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.\"",
    "lesson4.topic4": "Keep the Sabbath Day",
    "lesson4.topic4.desc": "The Sabbath Day is a commandment to set aside one day a week to worship God, rest from our labors, and strengthen the family. 'Remember the sabbath day, to keep it holy' (Exodus 20:8). In the Book of Mormon, God's people also observed the holy day and found joy in gathering to worship (Mosiah 18:25). Modern example: a family decides to turn off screens and dedicate Sunday to attending Church, singing hymns, and sharing testimonies at home. That day becomes a spiritual refuge in the middle of the week. Keeping the Sabbath Day renews, strengthens, and unites us more with God.",
    "lesson4.topic4.scriptureMain": "Remember the sabbath day, to keep it holy. (Exodus 20:8)",
    "lesson4.topic4.more.0": "Mosiah 18:25 — \"And it came to pass that after this, Alma, having heard that the people of king Noah had been destroyed, went forth from the land of Mormon and went to the land of Zarahemla.\"",
    "lesson4.topic4.more.1": "D&C 59:9–10 — \"And that thou mayest more fully keep thyself unspotted from the world, thou shalt go to the house of prayer and offer up thy sacraments upon my holy day; for verily this is a day appointed unto you to rest from your labors, and to pay thy devotions unto the Most High.\"",
    "lesson4.topic4.more.2": "Mark 2:27 — \"And he said unto them, The sabbath was made for man, and not man for the sabbath.\"",
    "lesson4.topic4.more.3": "Isaiah 58:13–14 — \"If thou turn away thy foot from the sabbath, from doing thy pleasure on my holy day; and call the sabbath a delight, the holy of the Lord, honourable; and shalt honour him, not doing thine own ways, nor finding thine own pleasure, nor speaking thine own words.\"",
    "lesson4.topic5": "Pray Often",
    "lesson4.topic5.desc": "Prayer is direct communication with our Heavenly Father. Paul taught: 'Pray without ceasing' (1 Thessalonians 5:17). Alma testified that we should pray in our fields, in our houses, in our hearts, and everywhere (Alma 34:17–27). Modern example: a mother overwhelmed by daily responsibilities finds peace by kneeling for a few minutes before bed. Sincere prayer allows us to express gratitude, ask for strength, and receive comfort. It's not about repetitive words, but opening our hearts to God, like a child speaking with a loving father.",
    "lesson4.topic5.scriptureMain": "Pray without ceasing. (1 Thessalonians 5:17)",
    "lesson4.topic5.more.0": "Alma 34:17–27 — \"Therefore may God grant unto you, my brethren, that ye may begin to exercise your faith unto repentance, that ye begin to call upon his holy name, that he would have mercy upon you.\"",
    "lesson4.topic5.more.1": "3 Nephi 18:19–20 — \"Therefore ye must always pray unto the Father in my name; and whatsoever ye shall ask the Father in my name, which is right, believing that ye shall receive, behold it shall be given unto you.\"",
    "lesson4.topic5.more.2": "Matthew 6:6–8 — \"But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.\"",
    "lesson4.topic5.more.3": "Enos 1:4–6 — \"And my soul hungered; and I kneeled down before my Maker, and I cried unto him in mighty prayer and supplication for mine own soul; and all the day long did I cry unto him; yea, and when the night came I did still raise my voice high that it reached the heavens.\"",
    "lesson4.topic6": "Study the Scriptures",
    "lesson4.topic6.desc": "The Scriptures are God's written word for our benefit. Jesus Christ said: 'Search the scriptures; for in them ye think ye have eternal life' (John 5:39). The Book of Mormon teaches that 'the scriptures testify of Christ' (2 Nephi 25:26). Studying them daily strengthens us against temptation and helps us receive personal revelation. Modern example: a young man who begins the habit of reading 10 minutes each morning in the Book of Mormon discovers answers to school questions and strength to resist peer pressure. Studying the Scriptures is not just a duty, but a spiritual feast that nourishes our soul.",
    "lesson4.topic6.scriptureMain": "Search the scriptures; for in them ye think ye have eternal life. (John 5:39)",
    "lesson4.topic6.more.0": "2 Nephi 25:26 — \"And we talk of Christ, we rejoice in Christ, we preach of Christ, we prophesy of Christ, and we write according to our prophecies, that our children may know to what source they may look for a remission of their sins.\"",
    "lesson4.topic6.more.1": "Mosiah 1:7 — \"And he also taught them concerning the records which were engraven on the plates of brass.\"",
    "lesson4.topic6.more.2": "Joshua 1:8 — \"This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein.\"",
    "lesson4.topic6.more.3": "Alma 37:44–45 — \"For behold, it is as easy to give heed to the word of Christ, which will point to you a straight course to eternal bliss, as it was for our fathers to give heed to this compass, which would point unto them a straight course to the promised land.\"",
    "lesson4.topic7": "Keep the Ten Commandments",
    "lesson4.topic7.desc": "The Ten Commandments were given to Moses on Sinai and remain valid today as a universal moral guide. They include honoring God, respecting our parents, not stealing, not lying, and not coveting. Jesus Christ summarized the law in two great commandments: love God and love your neighbor (Matthew 22:37–39). The Book of Mormon confirms that these commandments are eternal (Mosiah 13:12–24). Modern example: a businessman who decides to be honest in his taxes even though others cheat feels the peace of conscience and God's trust. Keeping the Ten Commandments strengthens families, communities, and entire nations.",
    "lesson4.topic7.scriptureMain": "And God spake all these words, saying, I am the Lord thy God. (Exodus 20:3–17)",
    "lesson4.topic7.more.0": "Mosiah 13:12–24 — \"And now, when the king had heard these words, he said unto his priests: Away with you, and depart hence.\"",
    "lesson4.topic7.more.1": "Matthew 22:37–39 — \"Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind. This is the first and great commandment. And the second is like unto it, Thou shalt love thy neighbour as thyself.\"",
    "lesson4.topic7.more.2": "Ether 12:4 — \"Wherefore, whoso believeth in God might with surety hope for a better world.\"",
    "lesson4.topic7.more.3": "Romans 13:9 — \"For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.\"",
    "lesson4.topic8": "Serve Others",
    "lesson4.topic8.desc": "Service is a direct reflection of the love we feel for God and our neighbor. Jesus Christ declared: 'For even the Son of man came not to be ministered unto, but to minister' (Mark 10:45). King Benjamin taught in the Book of Mormon: 'When ye are in the service of your fellow beings ye are only in the service of your God' (Mosiah 2:17). Modern example: a young man dedicates part of his Saturday to helping an elderly neighbor clean his garden. Although it seems like a small act, it generates an eternal impact both on the one who serves and the one who receives. Selfless service brings us closer to Christ and changes hearts.",
    "lesson4.topic8.scriptureMain": "For even the Son of man came not to be ministered unto, but to minister. (Mark 10:45)",
    "lesson4.topic8.more.0": "Mosiah 2:17 — \"And behold, I tell you these things that ye may learn wisdom; that ye may learn that when ye are in the service of your fellow beings ye are only in the service of your God.\"",
    "lesson4.topic8.more.1": "Matthew 25:40 — \"And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.\"",
    "lesson4.topic8.more.2": "Alma 34:28 — \"And now, my brethren, I would that ye should humble yourselves before God, and bring forth fruit meet for repentance.\"",
    "lesson4.topic8.more.3": "Galatians 5:13 — \"For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh, but by love serve one another.\"",
    "lesson4.topic9": "Obey and Sustain the Law",
    "lesson4.topic9.desc": "God expects us to be just citizens and respect the laws of the country where we live, as long as they do not contradict His commandments. Paul taught: 'Let every soul be subject unto the higher powers' (Romans 13:1). In the Book of Mormon, the people were blessed when they respected the just laws established under judges (Mosiah 29:25–27). Modern example: a Church member decides to comply with traffic rules even though he is in a hurry, recognizing that obeying civil laws is also part of his discipleship. By obeying and sustaining the law, we demonstrate integrity and set an example as followers of Christ.",
    "lesson4.topic9.scriptureMain": "Let every soul be subject unto the higher powers. (Romans 13:1)",
    "lesson4.topic9.more.0": "Mosiah 29:25–27 — \"And now, if it could be that there were men appointed to be judges of the land, to judge the people according to righteousness.\"",
    "lesson4.topic9.more.1": "D&C 58:21–22 — \"Let no man break the laws of the land, for he that keepeth the laws of God hath no need to break the laws of the land.\"",
    "lesson4.topic9.more.2": "1 Peter 2:13–14 — \"Submit yourselves to every ordinance of man for the Lord's sake: whether it be to the king, as supreme.\"",
    "lesson4.topic9.more.3": "Titus 3:1 — \"Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work.\"",
    "profile.language": "Language",
    "profile.logout": "Logout",
    "profile.clearProgress": "Clear progress",
    "profile.actions": "Actions",
    "lesson5.title": "Covenants and Ordinances of the Gospel",
    "lesson5.topic1": "Baptism and confirmation",
    "lesson5.topic1.desc": "Baptism is the first ordinance of the Gospel and the gateway to eternal life. Jesus Christ taught: 'Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God' (John 3:5). In the Book of Mormon, Alma taught that baptism symbolizes our covenant to follow Christ (Mosiah 18:8–10). Modern example: a young man who decides to be baptized after months of study feels a deep peace and joy that confirms his decision. Baptism by immersion and by proper authority is essential for salvation.",
    "lesson5.topic1.scriptureMain": "Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God. (John 3:5)",
    "lesson5.topic1.more.0": "Mosiah 18:8–10 — \"And it came to pass that he said unto them: Behold, here are the waters of Mormon.\"",
    "lesson5.topic1.more.1": "Acts 2:38 — \"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins.\"",
    "lesson5.topic1.more.2": "Romans 6:4 — \"Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father.\"",
    "lesson5.topic1.more.3": "2 Nephi 31:5 — \"And now, if the Lamb of God, he being holy, should have need to be baptized by water.\"",
    "lesson5.topic2": "Follow the prophet",
    "lesson5.topic2.desc": "God always guides His children through prophets. The living prophet is God's authorized voice on earth today. Amos taught: 'Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets' (Amos 3:7). In the Book of Mormon, Nephi showed obedience to the prophet of his time when he said: 'I will go and do the things which the Lord hath commanded' (1 Nephi 3:7). Following the prophet does not mean idolizing a man, but trusting that God speaks through him. Modern example: a young man who hears the prophet's invitation to leave social media for a time discovers more mental peace and time for his family. By following the prophet, we receive protection against the changing philosophies of the world.",
    "lesson5.topic2.scriptureMain": "Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets. (Amos 3:7)",
    "lesson5.topic2.more.0": "1 Nephi 3:7 — \"And it came to pass that I, Nephi, said unto my father: I will go and do the things which the Lord hath commanded.\"",
    "lesson5.topic2.more.1": "Mosiah 15:11 — \"Abinadi said unto them: I would that ye should understand that God himself shall come down among the children of men.\"",
    "lesson5.topic2.more.2": "D&C 1:38 — \"What I the Lord have spoken, I have spoken, and I excuse not myself.\"",
    "lesson5.topic2.more.3": "John 10:27 — \"My sheep hear my voice, and I know them, and they follow me.\"",
    "lesson5.topic3": "Priesthood and auxiliary organizations",
    "lesson5.topic3.desc": "The priesthood is the power and authority of God delegated to man to bless His children. Paul explained that 'no man taketh this honour unto himself, but he that is called of God' (Hebrews 5:4). In the Book of Mormon, Alma ordained priests to teach the word of God (Mosiah 18:18). Auxiliary organizations (such as Relief Society, Young Men, Young Women, and Primary) support this work and strengthen families. Modern example: a young man who receives the Aaronic Priesthood participates in preparing the sacrament, blessing the life of the entire congregation. The priesthood and its complementary organizations are essential for building the kingdom of God.",
    "lesson5.topic3.scriptureMain": "No man taketh this honour unto himself, but he that is called of God. (Hebrews 5:4)",
    "lesson5.topic3.more.0": "Mosiah 18:18 — \"And he ordained priests to teach the people, that they might hear the word of God.\"",
    "lesson5.topic3.more.1": "Alma 13:2–3 — \"And those priests were ordained after the order of his Son, in a manner that thereby the people might know in what manner to look forward to his Son for redemption.\"",
    "lesson5.topic3.more.2": "D&C 84:20 — \"Therefore, in the ordinances thereof, the power of godliness is manifest.\"",
    "lesson5.topic3.more.3": "Ephesians 4:11–12 — \"And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers.\"",
    "lesson5.topic4": "Eternal marriage and family",
    "lesson5.topic4.desc": "The family is ordained of God and marriage is essential to His eternal plan. In Eden it was declared: 'Therefore shall a man leave his father and his mother, and shall cleave unto his wife' (Genesis 2:24). The Book of Mormon emphasizes that happiness is found in living according to God's commandments within the home (Mosiah 2:41). Modern example: a couple who prays together every night and studies the Scriptures as a family creates a spiritual refuge for their children. Marriage and family centered on Christ strengthen society and prepare people for eternal life.",
    "lesson5.topic4.scriptureMain": "Therefore shall a man leave his father and his mother, and shall cleave unto his wife. (Genesis 2:24)",
    "lesson5.topic4.more.0": "Mosiah 2:41 — \"And moreover, I would desire that ye should consider on the blessed and happy state of those that keep the commandments of God.\"",
    "lesson5.topic4.more.1": "Ephesians 5:25 — \"Husbands, love your wives, even as Christ also loved the church, and gave himself for it.\"",
    "lesson5.topic4.more.2": "3 Nephi 18:21 — \"Pray in your families unto the Father, always in my name, that your wives and your children may be blessed.\"",
    "lesson5.topic4.more.3": "D&C 49:15–17 — \"And again, verily I say unto you, that whoso forbiddeth to marry is not ordained of God.\"",
    "lesson5.topic5": "Temples and family history",
    "lesson5.topic5.desc": "Temples are houses of the Lord, sacred places where ordinances are performed that prepare us for eternal life. The Lord declared: 'My people are always commanded to build a house unto my name' (D&C 124:39). In the Book of Mormon, the people built temples according to the pattern of Solomon (2 Nephi 5:16). Modern example: a young woman who prepares worthily to receive her endowment finds guidance and strength to make righteous decisions. The temple is a place where heaven touches earth, and its ordinances unite us as eternal families.",
    "lesson5.topic5.scriptureMain": "My people are always commanded to build a house unto my name. (D&C 124:39)",
    "lesson5.topic5.more.0": "2 Nephi 5:16 — \"And I, Nephi, did build a temple; and I did construct it after the manner of the temple of Solomon.\"",
    "lesson5.topic5.more.1": "Psalms 24:3–4 — \"Who shall ascend into the hill of the Lord? or who shall stand in his holy place? He that hath clean hands, and a pure heart.\"",
    "lesson5.topic5.more.2": "1 Corinthians 3:16–17 — \"Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?\"",
    "lesson5.topic5.more.3": "D&C 109:22 — \"And we ask thee, Holy Father, that thy servants may go forth from this house armed with thy power.\"",
    "lesson5.topic6": "Missionary work",
    "lesson5.topic6.desc": "Missionary work is the responsibility of every member of the Church. Jesus Christ commanded: 'Go ye into all the world, and preach the gospel to every creature' (Mark 16:15). In the Book of Mormon, Ammon and his brothers dedicated their lives to preaching the Gospel among the Lamanites (Alma 17:2–3). Modern example: a young man who serves a mission not only blesses the lives of those he teaches, but also grows spiritually and develops Christlike attributes. Missionary work is the greatest service we can render to our fellow men.",
    "lesson5.topic6.scriptureMain": "Go ye into all the world, and preach the gospel to every creature. (Mark 16:15)",
    "lesson5.topic6.more.0": "Alma 17:2–3 — \"And it came to pass that the sons of Mosiah took a journey into the land of Nephi.\"",
    "lesson5.topic6.more.1": "D&C 4:3 — \"Therefore, if ye have desires to serve God ye are called to the work.\"",
    "lesson5.topic6.more.2": "Matthew 28:19–20 — \"Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.\"",
    "lesson5.topic6.more.3": "Mosiah 28:3 — \"Now they were desirous that salvation should be declared to every creature.\"",
    "lesson5.topic7": "Endure to the end",
    "lesson5.topic7.desc": "Enduring to the end means remaining faithful to Christ and His commandments throughout our entire life. The Savior taught: 'But he that shall endure unto the end, the same shall be saved' (Matthew 24:13). The Book of Mormon clarifies that we must 'press forward with a steadfastness in Christ' (2 Nephi 31:20). Modern example: a Church member who faces years of illness continues to trust in the Lord, serving in what they can and attending Church when their health allows. Enduring to the end is not a momentary effort, but a constant commitment that ensures eternal joy in God's presence.",
    "lesson5.topic7.scriptureMain": "But he that shall endure unto the end, the same shall be saved. (Matthew 24:13)",
    "lesson5.topic7.more.0": "2 Nephi 31:20 — \"Wherefore, ye must press forward with a steadfastness in Christ, having a perfect brightness of hope.\"",
    "lesson5.topic7.more.1": "Hebrews 12:1–2 — \"Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us.\"",
    "lesson5.topic7.more.2": "Moroni 6:4 — \"And after they had been received unto baptism, and were wrought upon and cleansed by the power of the Holy Ghost.\"",
    "lesson5.topic7.more.3": "Revelation 2:10 — \"Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison.\"",
    "quiz.previous": "Previous",
    "quiz.results": "Quiz Results",
    "quiz.excellent": "Excellent! You have mastered this lesson.",
    "quiz.good": "Well done! With a bit more study you will improve.",
    "quiz.needsImprovement": "Keep studying. You can do better!",
    "quiz.correctAnswer": "Correct answer",
    "quiz.yourAnswer": "Your answer",
    "reflections.title": "Personal Reflections",
    "reflections.subtitle": "Reflect on what you learned in the lesson:",
    "reflections.promptTitle": "Questions to reflect on:",
    "reflections.promptText": "• What did you learn that surprised you?\n• How can you apply these teachings in your life?\n• What questions do you have about this topic?\n• How do you feel after studying this lesson?",
    "reflections.placeholder": "Write your thoughts and reflections here...",
    "reflections.shareTitle": "Share with missionaries",
    "reflections.shareDescription": "Allow missionaries to see your reflection to better help you.",
    "reflections.privacyTitle": "Privacy",
    "reflections.privacyText": "Your reflection is private. Only assigned missionaries can see it if you choose to share.",
    "reflections.save": "Save Reflection",
    "reflections.alertTitle": "Reflection required",
    "reflections.alertMessage": "Please write your reflections before continuing.",
    "reflections.ok": "OK",
    "completion.congratulations": "Congratulations!",
    "completion.completedMessage": "You have successfully completed this lesson.",
    "completion.continue": "Continue",
    "completion.lessonCompleted": "Lesson completed:",
    "completion.quizScore": "Quiz Score",
    "completion.yourReflection": "Your Reflection",
    "completion.willShare": "Will be shared with missionaries",
    "completion.finishLesson": "Finish Lesson",
    "completion.reviewQuiz": "Review Quiz",
    "completion.editReflection": "Edit Reflection",
    "mainScripture": "Main Scripture",
    "learnMore": "Learn More",
    "close": "Close",
    "back": "Back",
    "nextTopic": "Next Topic",
    "testLearning": "Test Learning",
    "backToLesson": "Back to Lesson",
    "quiz.lesson2.question1": "Where do we come from according to the Plan of Salvation?",
    "quiz.lesson2.question1.option1": "From the spirit world as children of God",
    "quiz.lesson2.question1.option2": "From evolution",
    "quiz.lesson2.question1.option3": "From nothing",
    "quiz.lesson2.question1.option4": "From animals",
    "quiz.lesson2.question1.correct": "0",
    "quiz.lesson2.question2": "What is the main purpose of mortal life?",
    "quiz.lesson2.question2.option1": "To have fun and enjoy life",
    "quiz.lesson2.question2.option2": "To learn, grow, and prepare to return to God",
    "quiz.lesson2.question2.option3": "To make money and be successful",
    "quiz.lesson2.question2.option4": "To survive as long as possible",
    "quiz.lesson2.question2.correct": "1",
    "quiz.lesson2.question3": "What happens after death according to the Plan of Salvation?",
    "quiz.lesson2.question3.option1": "Everything ends",
    "quiz.lesson2.question3.option2": "The spirit goes to the spirit world",
    "quiz.lesson2.question3.option3": "It reincarnates into another body",
    "quiz.lesson2.question3.option4": "It becomes a ghost",
    "quiz.lesson2.question3.correct": "1",
    "quiz.lesson2.question4": "What is resurrection?",
    "quiz.lesson2.question4.option1": "Being born again",
    "quiz.lesson2.question4.option2": "The eternal union of body and spirit",
    "quiz.lesson2.question4.option3": "Becoming an angel",
    "quiz.lesson2.question4.option4": "Going to heaven",
    "quiz.lesson2.question4.correct": "1",
    "quiz.lesson2.question5": "How can we know if the Plan of Salvation is true?",
    "quiz.lesson2.question5.option1": "Just by reading books",
    "quiz.lesson2.question5.option2": "By praying and asking God for confirmation",
    "quiz.lesson2.question5.option3": "By listening to other people",
    "quiz.lesson2.question5.option4": "By studying philosophy",
    "quiz.lesson2.question5.correct": "1",
    "quiz.lesson2.question6": "What does the Atonement of Jesus Christ mean?",
    "quiz.lesson2.question6.option1": "That Christ died by accident",
    "quiz.lesson2.question6.option2": "The sacrifice that enables forgiveness and resurrection",
    "quiz.lesson2.question6.option3": "That Christ was a martyr",
    "quiz.lesson2.question6.option4": "That Christ was a good example",
    "quiz.lesson2.question6.correct": "1",
    "quiz.lesson2.question7": "What are the three degrees of glory mentioned in the Scriptures?",
    "quiz.lesson2.question7.option1": "Celestial, Terrestrial, and Telestial",
    "quiz.lesson2.question7.option2": "High, Medium, and Low",
    "quiz.lesson2.question7.option3": "First, Second, and Third",
    "quiz.lesson2.question7.option4": "Gold, Silver, and Bronze",
    "quiz.lesson2.question7.correct": "0",
    "quiz.lesson3.question1": "What is the first principle of the Gospel of Jesus Christ?",
    "quiz.lesson3.question1.option1": "Faith in Jesus Christ",
    "quiz.lesson3.question1.option2": "Baptism",
    "quiz.lesson3.question1.option3": "Prayer",
    "quiz.lesson3.question1.option4": "Fasting",
    "quiz.lesson3.question1.correct": "0",
    "quiz.lesson3.question2": "What is repentance?",
    "quiz.lesson3.question2.option1": "Just feeling remorse",
    "quiz.lesson3.question2.option2": "Changing direction to draw closer to God",
    "quiz.lesson3.question2.option3": "Paying for sins",
    "quiz.lesson3.question2.option4": "Forgetting the past",
    "quiz.lesson3.question2.correct": "1",
    "quiz.lesson3.question3": "Why is baptism important?",
    "quiz.lesson3.question3.option1": "It's just a tradition",
    "quiz.lesson3.question3.option2": "It's the gateway to the Gospel path and a covenant with God",
    "quiz.lesson3.question3.option3": "To be socially accepted",
    "quiz.lesson3.question3.option4": "To please the family",
    "quiz.lesson3.question3.correct": "1",
    "quiz.lesson3.question4": "What is the gift of the Holy Ghost?",
    "quiz.lesson3.question4.option1": "A material gift",
    "quiz.lesson3.question4.option2": "A spiritual compass that comforts, warns, and confirms truth",
    "quiz.lesson3.question4.option3": "A sacred book",
    "quiz.lesson3.question4.option4": "An emotional experience",
    "quiz.lesson3.question4.correct": "1",
    "quiz.lesson3.question5": "What does enduring to the end mean?",
    "quiz.lesson3.question5.option1": "Just following for a while",
    "quiz.lesson3.question5.option2": "Continuing faithfully in the Gospel throughout life",
    "quiz.lesson3.question5.option3": "Doing the minimum necessary",
    "quiz.lesson3.question5.option4": "Following only when it's easy",
    "quiz.lesson3.question5.correct": "1",
    "quiz.lesson3.question6": "What are Gospel ordinances?",
    "quiz.lesson3.question6.option1": "Just ceremonies",
    "quiz.lesson3.question6.option2": "Sacred acts that mark our spiritual progress",
    "quiz.lesson3.question6.option3": "Cultural traditions",
    "quiz.lesson3.question6.option4": "Ancient rituals",
    "quiz.lesson3.question6.correct": "1",
    "quiz.lesson3.question7": "What is the result of living the Gospel?",
    "quiz.lesson3.question7.option1": "Only temporary happiness",
    "quiz.lesson3.question7.option2": "True and deep joy that fills the soul",
    "quiz.lesson3.question7.option3": "Only material blessings",
    "quiz.lesson3.question7.option4": "Personal satisfaction",
    "quiz.lesson3.question7.correct": "1",
    "quiz.levels.title": "Select difficulty level",
    "quiz.level.easy": "Moderate",
    "quiz.level.medium": "Medium",
    "quiz.level.hard": "Hard",
    "quiz.level.easy.desc": "3 questions per lesson",
    "quiz.level.medium.desc": "7 questions per lesson",
    "quiz.level.hard.desc": "15 questions per lesson",
    "quiz.selectLevel": "Select Level",
    "quiz.title": "Lesson Quizzes",
    "quiz.subtitle": "Select a lesson to start",
    "quiz.questions": "questions",
    "quiz.start": "Start →",
    "quiz.tips.title": "💡 Quiz Tips",
    "quiz.tips.text": "• Read each question carefully\n• Select the answer you think is correct\n• You can review your answers at the end\n• Don't worry if you don't get them all right!",
    "quiz.lesson1.subtitle": "The Restoration",
    "quiz.lesson1.description": "Questions about the restoration of the gospel",
    "quiz.lesson2.subtitle": "The Plan of Salvation",
    "quiz.lesson2.description": "Questions about God's plan for us",
    "quiz.lesson3.subtitle": "The Gospel of Jesus Christ",
    "quiz.lesson3.description": "Questions about faith, repentance and covenants",
    "quiz.lesson4.subtitle": "Commandments",
    "quiz.lesson4.description": "Questions about commandments and obedience",
    "quiz.lesson5.subtitle": "Laws and Ordinances",
    "quiz.lesson5.description": "Questions about priesthood and ordinances",
    "quiz.testKnowledge": "Test your knowledge",
    "quiz.question": "Question",
    "quiz.of": "of",
    "quiz.next": "Next →",
    "quiz.finish": "Finish",
    "quiz.tryAgain": "Try Again",
    "quiz.quizTitle": "Quiz - Lesson",
    "lessons.selectLesson": "Select a lesson to start",
    "lessons.learningTools": "Learning Tools",
    "lessons.quizTitle": "Lesson Quizzes",
    "lessons.quizDescription": "Test your knowledge with questions about each lesson",
    "lessons.reflectionsTitle": "My Reflections",
    "lessons.reflectionsDescription": "Share your personal thoughts and learnings",
    "lessons.lesson1.description": "9 topics about the restoration of the gospel",
    "lessons.lesson2.description": "7 topics about the plan of salvation",
    "lessons.lesson3.description": "7 topics about the gospel of Jesus Christ",
    "lessons.lesson4.description": "9 topics about gospel commandments",
    "lessons.lesson5.description": "7 topics about covenants and ordinances",
    "lessons.completed": "completed",
    "lessons.of": "of",
    "quiz.lesson4.question1": "Why should we obey the commandments?",
    "quiz.lesson4.question1.option1": "To avoid punishment",
    "quiz.lesson4.question1.option2": "Because they bring us blessings and bring us closer to God",
    "quiz.lesson4.question1.option3": "Because it's mandatory",
    "quiz.lesson4.question1.option4": "To impress others",
    "quiz.lesson4.question1.correct": "1",
    "quiz.lesson4.question2": "What is the purpose of the Sabbath day?",
    "quiz.lesson4.question2.option1": "To rest and sleep",
    "quiz.lesson4.question2.option2": "To worship God and renew our covenants",
    "quiz.lesson4.question2.option3": "To do recreational activities",
    "quiz.lesson4.question2.option4": "To work less",
    "quiz.lesson4.question2.correct": "1",
    "quiz.lesson4.question3": "What is the Word of Wisdom?",
    "quiz.lesson4.question3.option1": "A book from the Bible",
    "quiz.lesson4.question3.option2": "A health law that includes avoiding harmful substances",
    "quiz.lesson4.question3.option3": "An optional advice",
    "quiz.lesson4.question3.option4": "A diet plan",
    "quiz.lesson4.question3.correct": "1",
    "quiz.lesson5.question1": "What is the priesthood?",
    "quiz.lesson5.question1.option1": "A religious title",
    "quiz.lesson5.question1.option2": "The authority to act in God's name",
    "quiz.lesson5.question1.option3": "A church position",
    "quiz.lesson5.question1.option4": "A religious ceremony",
    "quiz.lesson5.question1.correct": "1",
    "quiz.lesson5.question2": "What are temple ordinances?",
    "quiz.lesson5.question2.option1": "Regular church services",
    "quiz.lesson5.question2.option2": "Sacred ceremonies performed in temples",
    "quiz.lesson5.question2.option3": "Bible studies",
    "quiz.lesson5.question2.option4": "Prayer meetings",
    "quiz.lesson5.question2.correct": "1",
    "quiz.lesson5.question3": "What is eternal marriage?",
    "quiz.lesson5.question3.option1": "A long-lasting marriage",
    "quiz.lesson5.question3.option2": "A marriage that continues beyond death",
    "quiz.lesson5.question3.option3": "A perfect marriage",
    "quiz.lesson5.question3.option4": "A religious wedding",
    "quiz.lesson5.question3.correct": "1",
    "lesson6.title": "The Articles of Faith",
    "lesson6.topic1": "Article of Faith 1",
    "lesson6.topic1.desc": "We believe in God, the Eternal Father, and in His Son, Jesus Christ, and in the Holy Ghost. This teaches that they are three distinct beings, united in perfect purpose. The Bible shows this truth in the baptism of Jesus, when the Father spoke from heaven, the Son was baptized, and the Spirit descended like a dove (Matthew 3:16–17). The Book of Mormon also confirms this doctrine (3 Nephi 11:27). Modern example: when we pray, we direct our words to the Father, in the name of Christ, and receive answers through the Holy Spirit.",
    "lesson6.topic1.scriptureMain": "And when they had done this, Jesus said unto them: Come unto me and be baptized in my name, for thus hath the Father commanded me, that ye may be sanctified by the reception of the Holy Ghost, that ye may stand spotless before me at the last day. (3 Nephi 11:27)",
    "lesson6.topic1.more.0": "Matthew 3:16–17 — \"And Jesus, when he was baptized, went up straightway out of the water: and, lo, the heavens were opened unto him, and he saw the Spirit of God descending like a dove, and lighting upon him: And lo a voice from heaven, saying, This is my beloved Son, in whom I am well pleased.\"",
    "lesson6.topic1.more.1": "John 17:21 — \"That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.\"",
    "lesson6.topic1.more.2": "Acts 7:55–56 — \"But he, being full of the Holy Ghost, looked up stedfastly into heaven, and saw the glory of God, and Jesus standing on the right hand of God, And said, Behold, I see the heavens opened, and the Son of man standing on the right hand of God.\"",
    "lesson6.topic1.more.3": "D&C 130:22 — \"The Father has a body of flesh and bones as tangible as man's; the Son also; but the Holy Ghost has not a body of flesh and bones, but is a personage of Spirit.\"",
    "lesson6.topic2": "Article of Faith 2",
    "lesson6.topic2.desc": "We believe that men will be punished for their own sins, and not for Adam's transgression. This means that each person is responsible before God for their own decisions. We do not inherit Adam's guilt, although we do live in a fallen world with its consequences. The Book of Mormon teaches that men are free to choose liberty and eternal life, or captivity and death (2 Nephi 2:25–27). Modern example: a person is not judged by their parents' mistakes, but by their own choices.",
    "lesson6.topic2.scriptureMain": "And men are free according to the flesh; and all things are given them which are expedient unto man. And they are free to choose liberty and eternal life, through the great Mediator of all men, or to choose captivity and death, according to the captivity and power of the devil. (2 Nephi 2:25–27)",
    "lesson6.topic2.more.0": "Ezekiel 18:20 — \"The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son.\"",
    "lesson6.topic2.more.1": "Romans 5:12 — \"Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned.\"",
    "lesson6.topic2.more.2": "Moses 6:54 — \"Therefore teach these things freely unto your children, saying, That by reason of transgression cometh the fall, which fall bringeth death, and inasmuch as ye were born into the world by water, and blood, and the spirit, which I have made, and so became of dust a living soul, even so ye must be born again into the kingdom of heaven, of water, and of the Spirit.\"",
    "lesson6.topic2.more.3": "Alma 42:7 — \"And thus we see that man became a fallen being, and thus became a mortal, and a spiritual, being separated from God.\"",
    "lesson6.topic3": "Article of Faith 3",
    "lesson6.topic3.desc": "We believe that through the Atonement of Christ, all mankind may be saved, by obedience to the laws and ordinances of the Gospel. Christ's grace offers us salvation, but we must accept it by living His teachings. Nephi taught: 'It is by grace that we are saved, after all we can do' (2 Nephi 25:23). Modern example: someone who strives to keep the commandments, even though they make mistakes, trusts that Christ's grace lifts them up and gives them hope.",
    "lesson6.topic3.scriptureMain": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God: Not of works, lest any man should boast. (2 Nephi 25:23)",
    "lesson6.topic3.more.0": "John 3:16 — \"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.\"",
    "lesson6.topic3.more.1": "Mosiah 3:19 — \"For the natural man is an enemy to God, and has been from the fall of Adam, and will be, forever and ever, unless he yields to the enticings of the Holy Spirit.\"",
    "lesson6.topic3.more.2": "Ephesians 2:8–10 — \"For by grace are ye saved through faith; and that not of yourselves: it is the gift of God: Not of works, lest any man should boast.\"",
    "lesson6.topic3.more.3": "Alma 11:40 — \"And he shall take upon him death, that he may loose the bands of death which bind his people; and he will take upon him their infirmities, that his bowels may be filled with mercy.\"",
    "lesson6.topic4": "Article of Faith 4",
    "lesson6.topic4.desc": "We believe that the first principles and ordinances of the Gospel are: first, Faith in the Lord Jesus Christ; second, Repentance; third, Baptism by immersion for the remission of sins; fourth, Laying on of hands for the gift of the Holy Ghost. This is the 'way' taught by Christ Himself in 2 Nephi 31. Modern example: an investigator who studies, repents, is baptized, and receives the Holy Spirit, begins a path of discipleship that accompanies them throughout their life.",
    "lesson6.topic4.scriptureMain": "And now, if the Lamb of God, he being holy, should have need to be baptized by water, to fulfil all righteousness, O then, how much more need have we, being unholy, to be baptized, yea, even by water! (2 Nephi 31:5–21)",
    "lesson6.topic4.more.0": "Acts 2:38 — \"Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.\"",
    "lesson6.topic4.more.1": "Mark 16:16 — \"He that believeth and is baptized shall be saved; but he that believeth not shall be damned.\"",
    "lesson6.topic4.more.2": "3 Nephi 27:20 — \"Now this is the commandment: Repent, all ye ends of the earth, and come unto me and be baptized in my name.\"",
    "lesson6.topic4.more.3": "Moroni 8:10–12 — \"Behold I say unto you that this thing shall ye teach—repentance and baptism unto those who are accountable and capable of committing sin.\"",
    "lesson6.topic5": "Article of Faith 5",
    "lesson6.topic5.desc": "We believe that a man must be called of God, by prophecy, and by the laying on of hands by those who are in authority, to preach the Gospel and administer in the ordinances thereof. This teaches that no one calls themselves to the ministry, but must be called in a divine manner. Modern example: a bishop receives his calling not because he offers himself, but because he is chosen through revelation and sustained by the congregation.",
    "lesson6.topic5.scriptureMain": "And no man taketh this honour unto himself, but he that is called of God, as was Aaron. (Hebrews 5:4)",
    "lesson6.topic5.more.0": "Exodus 28:1 — \"And take thou unto thee Aaron thy brother, and his sons with him, from among the children of Israel, that he may minister unto me in the priest's office.\"",
    "lesson6.topic5.more.1": "D&C 42:11 — \"And again, I say unto you, that ye shall not teach save it were by the Spirit.\"",
    "lesson6.topic5.more.2": "Alma 13:3 — \"And this is the manner after which they were ordained—being called and prepared from the foundation of the world according to the foreknowledge of God.\"",
    "lesson6.topic5.more.3": "3 Nephi 11:21–22 — \"And the Lord said unto them: Arise and come forth unto me, that ye may thrust your hands into my side.\"",
    "lesson6.topic6": "Article of Faith 6",
    "lesson6.topic6.desc": "We believe in the same organization that existed in the Primitive Church, namely, apostles, prophets, pastors, teachers, evangelists, and so forth. This organization ensures unity and divine direction. Modern example: the current Twelve Apostles fulfill the same function that Peter, James, and John did in the primitive Church.",
    "lesson6.topic6.scriptureMain": "And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers; For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ. (Ephesians 4:11–14)",
    "lesson6.topic6.more.0": "Acts 2:42 — \"And they continued stedfastly in the apostles' doctrine and fellowship, and in breaking of bread, and in prayers.\"",
    "lesson6.topic6.more.1": "1 Corinthians 12:28 — \"And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles.\"",
    "lesson6.topic6.more.2": "D&C 107:23 — \"The twelve traveling councilors are called to be the Twelve Apostles, or special witnesses of the name of Christ in all the world.\"",
    "lesson6.topic6.more.3": "Mosiah 18:18 — \"And he commanded them that they should teach nothing save it were the things which he had taught, and which had been spoken by the mouth of the holy prophets.\"",
    "lesson6.topic7": "Article of Faith 7",
    "lesson6.topic7.desc": "We believe in the gift of tongues, prophecy, revelation, visions, healing, interpretation of tongues, and so forth. These gifts strengthen faith and edify the Church. Modern example: a missionary who learns a new language and testifies with power thanks to the Holy Spirit is receiving this gift.",
    "lesson6.topic7.scriptureMain": "And again, I exhort you, my brethren, that ye remember that every good gift cometh of Christ. (Moroni 10:8–18)",
    "lesson6.topic7.more.0": "1 Corinthians 12:7–11 — \"But the manifestation of the Spirit is given to every man to profit withal.\"",
    "lesson6.topic7.more.1": "D&C 46:9–12 — \"For behold, to one is given by the Spirit of God, that he may teach the word of wisdom.\"",
    "lesson6.topic7.more.2": "Acts 2:4 — \"And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.\"",
    "lesson6.topic7.more.3": "2 Nephi 32:2–3 — \"Do ye not remember that I said unto you that after ye had received the Holy Ghost ye could speak with the tongue of angels?\"",
    "lesson6.topic8": "Article of Faith 8",
    "lesson6.topic8.desc": "We believe the Bible to be the word of God as far as it is translated correctly; we also believe the Book of Mormon to be the word of God. Both are witnesses of Jesus Christ and complement each other. Modern example: reading the Bible about the resurrection and confirming it with 3 Nephi 11 in the Book of Mormon strengthens our faith in Christ.",
    "lesson6.topic8.scriptureMain": "And because my words shall hiss forth—many of the Gentiles shall say: A Bible! A Bible! We have got a Bible, and there cannot be any more Bible. (2 Nephi 29:8–10)",
    "lesson6.topic8.more.0": "John 10:16 — \"And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice.\"",
    "lesson6.topic8.more.1": "Ezekiel 37:15–17 — \"The word of the Lord came again unto me, saying, Moreover, thou son of man, take thee one stick, and write upon it, For Judah.\"",
    "lesson6.topic8.more.2": "D&C 42:12 — \"And again, the elders, priests and teachers of this church shall teach the principles of my gospel, which are in the Bible and the Book of Mormon.\"",
    "lesson6.topic8.more.3": "1 Nephi 13:40 — \"And the angel spake unto me, saying: These last records, which thou hast seen among the Gentiles, shall establish the truth of the first.\"",
    "lesson6.topic9": "Article of Faith 9",
    "lesson6.topic9.desc": "We believe all that God has revealed, all that He does now reveal, and we believe that He will yet reveal many great and important things pertaining to the Kingdom of God. This teaches the importance of continuous revelation. Modern example: listening to the prophet in general conference is receiving modern revelation, just as Moses received the law on Sinai.",
    "lesson6.topic9.scriptureMain": "Surely the Lord God will do nothing, but he revealeth his secret unto his servants the prophets. (Amos 3:7)",
    "lesson6.topic9.more.0": "2 Nephi 29:9 — \"And because I have one Bible ye need not suppose that I cannot make another one.\"",
    "lesson6.topic9.more.1": "D&C 1:38 — \"What I the Lord have spoken, I have spoken, and I excuse not myself.\"",
    "lesson6.topic9.more.2": "Hebrews 1:1 — \"God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets.\"",
    "lesson6.topic9.more.3": "2 Nephi 28:30 — \"For behold, thus saith the Lord God: I will give unto the children of men line upon line, precept upon precept.\"",
    "lesson6.topic10": "Article of Faith 10",
    "lesson6.topic10.desc": "We believe in the literal gathering of Israel and in the restoration of the Ten Tribes; that Zion (the New Jerusalem) will be built upon the American continent; that Christ will reign personally upon the earth; and, that the earth will be renewed and receive its paradisiacal glory. Modern example: the Church's efforts in missionary work and the gathering of Israel directly fulfill this prophecy.",
    "lesson6.topic10.scriptureMain": "And it shall come to pass that the Lord God shall commence his work among all nations, kindreds, tongues, and people, to bring about the restoration of his people upon the earth. (3 Nephi 20:29–32)",
    "lesson6.topic10.more.0": "Ezekiel 37:21–22 — \"And say unto them, Thus saith the Lord God; Behold, I will take the children of Israel from among the heathen, whither they be gone, and will gather them on every side, and bring them into their own land.\"",
    "lesson6.topic10.more.1": "D&C 45:66–71 — \"And it shall come to pass that whosoever shall call on the name of the Lord shall be delivered.\"",
    "lesson6.topic10.more.2": "Jeremiah 16:15–16 — \"But, The Lord liveth, that brought up the children of Israel from the land of the north.\"",
    "lesson6.topic10.more.3": "D&C 133:9–11 — \"And it shall come to pass that the Lord God shall commence his work among all nations, kindreds, tongues, and people.\"",
    "lesson6.topic11": "Article of Faith 11",
    "lesson6.topic11.desc": "We claim the privilege of worshiping Almighty God according to the dictates of our own conscience, and allow all men the same privilege, let them worship how, where, or what they may. This doctrine defends religious freedom. Modern example: living peacefully in a community where there are Catholics, Evangelicals, and Mormons, recognizing each person's right to worship God according to their faith.",
    "lesson6.topic11.scriptureMain": "And if it seem evil unto you to serve the Lord, choose you this day whom ye will serve. (Joshua 24:15)",
    "lesson6.topic11.more.0": "D&C 134:4 — \"We believe that religion is instituted of God.\"",
    "lesson6.topic11.more.1": "Alma 30:9 — \"And thus we see that man became a fallen being, and thus became a mortal, and a spiritual, being separated from God.\"",
    "lesson6.topic11.more.2": "2 Nephi 2:27 — \"Wherefore, men are free according to the flesh; and all things are given them which are expedient unto man.\"",
    "lesson6.topic11.more.3": "Galatians 5:13 — \"For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh.\"",
    "lesson6.topic12": "Article of Faith 12",
    "lesson6.topic12.desc": "We believe in being subject to kings, presidents, rulers, and magistrates, in obeying, honoring, and sustaining the law. Being good citizens is part of being good disciples. Modern example: paying taxes even when it's difficult, recognizing that it's part of God's order for society.",
    "lesson6.topic12.scriptureMain": "Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God. (Romans 13:1–2)",
    "lesson6.topic12.more.0": "D&C 58:21–22 — \"Let no man break the laws of the land, for he that keepeth the laws of God hath no need to break the laws of the land.\"",
    "lesson6.topic12.more.1": "Mosiah 29:25–27 — \"And now, if it could be that there were men appointed to be judges of the land.\"",
    "lesson6.topic12.more.2": "Matthew 22:21 — \"Render therefore unto Caesar the things which are Caesar's; and unto God the things that are God's.\"",
    "lesson6.topic12.more.3": "Titus 3:1 — \"Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work.\"",
    "lesson6.topic13": "Article of Faith 13",
    "lesson6.topic13.desc": "We believe in being honest, true, chaste, benevolent, virtuous, and in doing good to all men; indeed, we may say that we follow the admonition of Paul—We believe all things, we hope all things, we have endured many things, and hope to be able to endure all things. If there is anything virtuous, lovely, or of good report or praiseworthy, we seek after these things. This article describes how the character of a true disciple of Christ should be. Modern example: a young person who avoids pornography, speaks respectfully, and helps others reflects this principle in action.",
    "lesson6.topic13.scriptureMain": "Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things. (Philippians 4:8)",
    "lesson6.topic13.more.0": "Mosiah 2:17 — \"And behold, I tell you these things that ye may learn wisdom.\"",
    "lesson6.topic13.more.1": "D&C 121:45 — \"Let thy bowels also be full of charity towards all men.\"",
    "lesson6.topic13.more.2": "Alma 7:23–24 — \"And now I would that ye should be humble, and be submissive and gentle.\"",
    "lesson6.topic13.more.3": "Matthew 5:16 — \"Let your light so shine before men, that they may see your good works.\"",
    "lessons.lesson6.description": "13 topics about the articles of faith",
    "quiz.lesson6.question1": "What does the first article of faith teach?",
    "quiz.lesson6.question1.option1": "That God, Jesus Christ, and the Holy Ghost are three distinct beings",
    "quiz.lesson6.question1.option2": "That only one God exists",
    "quiz.lesson6.question1.option3": "That Jesus Christ is the only God",
    "quiz.lesson6.question1.option4": "That the Holy Ghost does not exist",
    "quiz.lesson6.question1.correct": "0",
    "quiz.lesson6.question2": "What does the second article of faith teach about responsibility?",
    "quiz.lesson6.question2.option1": "Men will be punished for Adam's sins",
    "quiz.lesson6.question2.option2": "Men will be punished for their own sins",
    "quiz.lesson6.question2.option3": "There is no personal responsibility",
    "quiz.lesson6.question2.option4": "Everyone will be saved automatically",
    "quiz.lesson6.question2.correct": "1",
    "quiz.lesson6.question3": "What are the first principles and ordinances of the gospel according to the fourth article of faith?",
    "quiz.lesson6.question3.option1": "Faith, repentance, baptism, gift of the Holy Ghost",
    "quiz.lesson6.question3.option2": "Prayer, fasting, service, study",
    "quiz.lesson6.question3.option3": "Love, forgiveness, peace, joy",
    "quiz.lesson6.question3.option4": "Obedience, sacrifice, temple, family",
    "quiz.lesson6.question3.correct": "0"
}