{
    "tabs.home": "Inicio",
    "tabs.lessons": "Lecciones",
    "tabs.tasks": "Tareas",
    "tabs.progress": "Progreso",
    "tabs.baptism": "Bautismo",
    "tabs.profile": "Perfil",
    "navigation.lessons": "Lecciones",
    "lesson1.title": "La Restauración",
    "lesson1.topic1": "Dios es Su amoroso Padre Celestial",
    "lesson1.topic2": "El Evangelio bendice a las familias y a las personas",
    "lesson1.topic3": "Nuestro Padre Celestial revela Su Evangelio",
    "lesson1.topic4": "Jesucristo estableció Su Iglesia",
    "lesson1.topic5": "La Gran Apostasía",
    "lesson1.topic6": "La Restauración del Evangelio",
    "lesson1.topic7": "La Restauración del Sacerdocio",
    "lesson1.topic8": "El Libro de Mormón",
    "lesson1.topic9": "¿Cómo puedo saber?",
    "lesson1.topic1.desc": "Dios es su Padre Celestial. Él le conoce personalmente, incluso mejor que usted mismo se conoce. Conoce sus luchas, sus anhelos más íntimos, y aun los pensamientos que guarda en lo profundo de su corazón. Y lo más grande: Él le ama más de lo que usted pueda imaginar. Ese amor no es pasajero ni condicionado; es un amor eterno, constante, perfecto.\n\nSu deseo más grande es que usted sea feliz, no solo ahora en esta vida llena de pruebas y aprendizajes, sino también por toda la eternidad. Para lograr ese propósito, nuestro Padre Celestial ha provisto un plan: el Evangelio de Jesucristo. Jesucristo, Su Hijo amado, vino a la tierra para enseñarnos cómo vivir, para mostrarnos el ejemplo perfecto y para brindarnos la posibilidad de regresar al Padre.\n\nEl Evangelio no es solamente un conjunto de mandamientos; es un camino de felicidad y paz duradera.",
    "lesson1.topic1.scriptureMain": "\"La paz os dejo, mi paz os doy; yo no os la doy como el mundo la da. No se turbe vuestro corazón, ni tenga miedo\" (Juan 14:27)",
    "lesson1.topic1.more.0": "Hechos 17:27–29 — \"Para que busquen a Dios, si en alguna manera, palpando, puedan hallarle, aunque ciertamente no está lejos de cada uno de nosotros…\"",
    "lesson1.topic1.more.1": "Romanos 8:16 — \"El Espíritu mismo da testimonio a nuestro espíritu, de que somos hijos de Dios.\"",
    "lesson1.topic1.more.2": "2 Nefi 9:6 — \"Es necesario que haya una resurrección de los muertos.\"",
    "lesson1.topic1.more.3": "Moisés 1:39 — \"Porque he aquí, esta es mi obra y mi gloria: llevar a cabo la inmortalidad y la vida eterna del hombre.\"",
    "lesson1.topic2.desc": "Una de las mayores pruebas de que Dios nos ama es que nos dio las familias. La familia es el taller del amor, donde aprendemos a perdonar, a compartir y a crecer juntos. Aunque no todas las familias son perfectas, y a veces enfrentamos conflictos o dificultades, Dios ha prometido que si seguimos a Jesucristo, Él bendecirá nuestro hogar con mayor unidad y fortaleza.\n\nEjemplo actual: Imagine una familia que decide leer las Escrituras juntos cada noche. Al principio, los niños se distraen, algunos se quejan, y parece que no funciona. Pero con el tiempo, esas pequeñas semillas germinan en un espíritu de amor y unidad en el hogar. Así es el poder del Evangelio en la familia: no transforma de un día para otro, pero con constancia cambia corazones y relaciones.\n\nEn resumen: Dios es su Padre Celestial, lo ama, y a través de Jesucristo le ofrece paz, propósito y gozo verdadero en su vida personal y familiar.",
    "lesson1.topic2.scriptureMain": "\"Cuando os halláis al servicio de vuestros semejantes, solo estáis al servicio de vuestro Dios\" (Mosíah 2:17)",
    "lesson1.topic2.more.0": "Efesios 6:4 — \"Y vosotros, padres, no provoquéis a ira a vuestros hijos, sino criadlos en disciplina y amonestación del Señor.\"",
    "lesson1.topic2.more.1": "Proverbios 22:6 — \"Instruye al niño en su camino, y aun cuando fuere viejo no se apartará de él.\"",
    "lesson1.topic2.more.2": "DyC 68:25 — \"Y además, si los padres tienen hijos que no se arrepienten ni creen el evangelio, y no son bautizados cuando tienen ocho años de edad, el pecado será sobre la cabeza de los padres.\"",
    "lesson1.topic2.more.3": "DyC 93:40 — \"Pero os he mandado criar a vuestros hijos en luz y verdad.\"",
    "lesson1.topic3.desc": "Dios nunca nos ha dejado a la deriva. Desde el principio del mundo, ha escogido profetas para enseñar y guiar a Sus hijos. Adán, Noé, Abraham y Moisés fueron hombres llamados directamente por Él.\n\nLos profetas tienen tres misiones esenciales:\n• Enseñar acerca de Dios y testificar de Jesucristo.\n• Recibir revelación o dirección de parte del Señor.\n• Guiar al pueblo e interpretar la palabra de Dios.\n\nEl sacerdocio —la autoridad para actuar en el nombre de Dios— les fue dado para bendecir a los hijos de los hombres. Cuando seguimos al profeta, recibimos bendiciones y protección; cuando rechazamos sus palabras, nos alejamos de Dios y caemos en apostasía.\n\nEjemplo actual: Piense en un entrenador de fútbol que enseña estrategias a su equipo. Mientras lo escuchan y aplican sus enseñanzas, ganan partidos. Pero si deciden ignorarlo, pierden la dirección y fracasan. Así funciona la relación con los profetas: mientras seguimos su voz, avanzamos hacia la victoria espiritual.",
    "lesson1.topic3.scriptureMain": "\"Ciertamente el Señor Jehová no hará nada, sin que revele su secreto a sus siervos los profetas\" (Amós 3:7)",
    "lesson1.topic3.more.0": "Hebreos 1:1 — \"Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas.\"",
    "lesson1.topic3.more.1": "DyC 1:38 — \"Lo que yo, el Señor, he hablado, lo he hablado, y no me disculpo.\"",
    "lesson1.topic3.more.2": "DyC 21:4 — \"Por tanto, significa que el hombre debe recibir la palabra de Dios por boca de mi siervo.\"",
    "lesson1.topic3.more.3": "DyC 68:4 — \"Y cualquiera que recibe mi palabra recibirá a mí.\"",
    "lesson1.topic4.desc": "Hace más de 2.000 años, la promesa más esperada se cumplió: el Hijo de Dios vino al mundo. Jesucristo vivió una vida perfecta, sin pecado, y dedicó cada día a servir, sanar, enseñar y salvar.\n\nÉl no vino solo a dar consejos; vino a establecer Su Iglesia. Escogió a doce apóstoles, les confirió la autoridad del sacerdocio y los envió a predicar, bautizar y guiar. A Pedro le dijo que sobre la \"roca\" de la revelación edificaría Su Iglesia.\n\nSu misión culminó en el sacrificio más grande: la Expiación. En Getsemaní y en la cruz, cargó con los pecados de toda la humanidad, sufrió y murió para que pudiéramos ser perdonados y tener la esperanza de la vida eterna. Y al resucitar, venció la muerte y abrió el camino para que todos resucitemos.\n\nEjemplo actual: Imagina un médico que no solo diagnostica una enfermedad, sino que da su propia vida para salvar a los pacientes. Eso fue lo que hizo Cristo: no solo nos enseñó la verdad, sino que pagó el precio de nuestra salvación.",
    "lesson1.topic4.scriptureMain": "\"Y yo también te digo, que tú eres Pedro, y sobre esta roca edificaré mi iglesia; y las puertas del Hades no prevalecerán contra ella\" (Mateo 16:18)",
    "lesson1.topic4.more.0": "Mateo 28:19 — \"Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el nombre del Padre, y del Hijo, y del Espíritu Santo.\"",
    "lesson1.topic4.more.1": "Juan 3:5 — \"De cierto, de cierto te digo, que el que no naciere de agua y del Espíritu, no puede entrar en el reino de Dios.\"",
    "lesson1.topic4.more.2": "Hechos 2:38 — \"Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.\"",
    "lesson1.topic4.more.3": "1 Corintios 15:22 — \"Porque así como en Adán todos mueren, también en Cristo todos serán vivificados.\"",
    "lesson1.topic5.desc": "Tras la muerte de Jesucristo y Sus apóstoles, vino un periodo oscuro: la Gran Apostasía. Los apóstoles fueron perseguidos y asesinados. Con ellos se perdió la autoridad del sacerdocio.\n\nAunque quedaron personas buenas y verdades dispersas, la plenitud del Evangelio se distorsionó. Surgieron muchas iglesias con enseñanzas contradictorias.\n\nEjemplo actual: Es como si un maestro deja a su clase y con el tiempo cada estudiante comienza a inventar su propia versión de la lección. Con el paso de los años, lo que era claro y verdadero se convierte en confusión.\n\nReformadores como Martín Lutero y Juan Calvino reconocieron errores y trataron de corregirlos, pero sin el sacerdocio, no podían restaurar la plenitud. Una restauración completa era necesaria.",
    "lesson1.topic5.scriptureMain": "\"He aquí vienen días… en los cuales enviaré hambre a la tierra, no hambre de pan, ni de sed de agua, sino de oír la palabra de Jehová\" (Amós 8:11–12)",
    "lesson1.topic5.more.0": "2 Tesalonicenses 2:3 — \"Nadie os engañe en ninguna manera; porque no vendrá sin que antes venga la apostasía.\"",
    "lesson1.topic5.more.1": "Hechos 20:29 — \"Porque yo sé que después de mi partida entrarán en medio de vosotros lobos rapaces, que no perdonarán al rebaño.\"",
    "lesson1.topic5.more.2": "1 Timoteo 4:1 — \"Pero el Espíritu dice claramente que en los postreros tiempos algunos apostatarán de la fe.\"",
    "lesson1.topic5.more.3": "2 Timoteo 4:3 — \"Porque vendrá tiempo cuando no sufrirán la sana doctrina.\"",
    "lesson1.topic6.desc": "En 1820, un joven llamado José Smith buscaba la verdad en medio de muchas iglesias que se contradecían. Siguiendo la invitación de Santiago 1:5, fue al bosque a orar.\n\nAllí tuvo una visión gloriosa conocida como la Primera Visión:\n\n\"Vi en el aire arriba de mí a dos Personajes, cuyo fulgor y gloria no admiten descripción. Uno de ellos me habló, llamándome por mi nombre y dijo, señalando al otro: Éste es Mi Hijo Amado: ¡Escúchalo!\"\n\nEl Padre y el Hijo se aparecieron a José, testificando que Dios aún habla con Sus hijos. Le dijeron que no se uniera a ninguna iglesia, pues todas habían perdido la plenitud. Como en la antigüedad, Dios llamó a un nuevo profeta para restaurar Su Evangelio en la tierra.",
    "lesson1.topic6.scriptureMain": "\"Y si alguno de vosotros tiene falta de sabiduría, pídala a Dios, que da a todos abundantemente y sin reproche, y le será dada\" (Santiago 1:5)",
    "lesson1.topic6.more.0": "José Smith—Historia 1:16–17 — \"Vi en el aire arriba de mí a dos Personajes, cuyo fulgor y gloria no admiten descripción.\"",
    "lesson1.topic6.more.1": "DyC 1:30 — \"Y también para que tengáis el testimonio de que yo, el Señor Dios, conozco las tribulaciones de mi pueblo.\"",
    "lesson1.topic6.more.2": "DyC 1:17 — \"Por tanto, yo, el Señor, sabiendo las calamidades que sobrevendrían a los habitantes de la tierra.\"",
    "lesson1.topic6.more.3": "DyC 1:23 — \"Que la plenitud de mi evangelio sea proclamada por los débiles e ignorantes hasta los confines del mundo.\"",
    "lesson1.topic7.desc": "En 1829, José Smith y Oliver Cowdery recibieron la visita de Juan el Bautista, quien les confirió el Sacerdocio Aarónico. Más tarde, Pedro, Santiago y Juan les confirieron el Sacerdocio de Melquisedec, devolviendo así la autoridad que Cristo había dado a Sus apóstoles.\n\nCon esa autoridad, José Smith organizó de nuevo la Iglesia de Jesucristo en la tierra. Hoy, el Presidente de La Iglesia de Jesucristo de los Santos de los Últimos Días es un profeta viviente, con la misma autoridad que los apóstoles antiguos.\n\nEsta restauración del sacerdocio significa que las ordenanzas sagradas como el bautismo, la confirmación y el matrimonio eterno pueden ser realizadas con la autoridad de Dios, no solo por hombres buenos, sino por aquellos que han sido llamados y ordenados por Dios mismo.",
    "lesson1.topic7.scriptureMain": "\"Y nadie toma este honor para sí mismo, sino el que es llamado por Dios, como lo fue Aarón\" (Hebreos 5:4)",
    "lesson1.topic7.more.0": "DyC 13:1 — \"A ti, mi siervo Oliver, te doy el oficio de Aarón.\"",
    "lesson1.topic7.more.1": "DyC 27:12 — \"Y también con Pedro, Santiago y Juan, a quienes he enviado a vosotros.\"",
    "lesson1.topic7.more.2": "DyC 84:33 — \"Porque el que es fiel en obtener estos dos sacerdocios.\"",
    "lesson1.topic7.more.3": "DyC 107:1 — \"Hay, en la iglesia, dos sacerdocios.\"",
    "lesson1.topic8.desc": "Como evidencia de la Restauración, Dios reveló el Libro de Mormón: Otro Testamento de Jesucristo. Traducido por José Smith, este libro confirma y complementa la Biblia.\n\nMoroni prometió:\n\n\"Y si pedís con un corazón sincero, con verdadera intención, teniendo fe en Cristo, Él os manifestará la verdad de ellas por el poder del Espíritu Santo.\"\n\nEjemplo actual: Así como un contrato se valida con dos firmas, Dios nos dio dos testamentos: la Biblia y el Libro de Mormón, para confirmar la verdad de Su plan.\n\nEl Libro de Mormón contiene la plenitud del evangelio y testifica de Jesucristo. Es evidencia tangible de que Dios sigue hablando con Sus hijos y que la Restauración es real.",
    "lesson1.topic8.scriptureMain": "\"Y si pedís con un corazón sincero, con verdadera intención, teniendo fe en Cristo, Él os manifestará la verdad de ellas por el poder del Espíritu Santo\" (Moroni 10:4–5)",
    "lesson1.topic8.more.0": "2 Nefi 25:26 — \"Y hablamos de Cristo, nos regocijamos en Cristo, predicamos de Cristo.\"",
    "lesson1.topic8.more.1": "Ezequiel 37:15–17 — \"Y tú, hijo de hombre, toma ahora un palo y escribe en él: Para Judá.\"",
    "lesson1.topic8.more.2": "Juan 10:16 — \"También tengo otras ovejas que no son de este redil.\"",
    "lesson1.topic8.more.3": "DyC 20:8 — \"Y dio a conocer que había recibido el sacerdocio y el evangelio.\"",
    "lesson1.topic9.desc": "El conocimiento espiritual viene por medio del Espíritu Santo. Si usted ora con sinceridad, leyendo las Escrituras y preguntando a Dios, Él le responderá.\n\nEl apóstol Pablo explicó que el fruto del Espíritu es amor, gozo, paz, paciencia, benignidad, bondad, fe, mansedumbre, templanza.\n\nEsos sentimientos pacíficos son la confirmación de que el Evangelio restaurado es verdadero. No es solo una emoción pasajera, sino una convicción profunda que viene del Espíritu de Dios.\n\nCuando usted sienta esa paz, esa certeza en su corazón, sabrá que ha encontrado la verdad. Esa es la promesa de Dios para todos los que buscan sinceramente.",
    "lesson1.topic9.scriptureMain": "\"El fruto del Espíritu es amor, gozo, paz, paciencia, benignidad, bondad, fe, mansedumbre, templanza\" (Gálatas 5:22–23)",
    "lesson1.topic9.more.0": "Moroni 10:4 — \"Y cuando recibáis estas cosas, os exhorto a que preguntéis a Dios el Eterno Padre.\"",
    "lesson1.topic9.more.1": "DyC 8:2 — \"Sí, he aquí, te hablaré en tu mente y en tu corazón por medio del Espíritu Santo.\"",
    "lesson1.topic9.more.2": "Juan 14:26 — \"Mas el Consolador, el Espíritu Santo, a quien el Padre enviará en mi nombre.\"",
    "lesson1.topic9.more.3": "DyC 9:8 — \"Pero he aquí, te digo que debes estudiarlo en tu mente.\"",
    "lesson2.title": "El Plan de Salvación",
    "lesson2.topic1": "¿De dónde vine?",
    "lesson2.topic1.desc": "Antes de nacer, cada uno de nosotros vivía con Dios como Sus hijos espirituales. La Biblia nos enseña: \"Antes que te formase en el vientre te conocí\" (Jeremías 1:5). Eso significa que nuestra existencia no comenzó en la tierra, sino en un hogar celestial lleno de amor. Allí aprendimos quién era nuestro Padre Celestial y recibimos de Él el don más grande: la oportunidad de venir a la tierra.\n\nEl Libro de Mormón confirma esta verdad: \"Y esta es la manera según la cual fueron ordenados: llamados y preparados desde la fundación del mundo, de acuerdo con la presciencia de Dios\" (Alma 13:3). No somos accidentes del universo, sino parte de un plan divino trazado antes de la creación.\n\nImagina una familia que prepara cuidadosamente la llegada de un hijo: decoran la habitación, compran ropa y juguetes, y sueñan con su futuro. Así, nuestro Padre Celestial preparó este mundo para nosotros, con todo lo necesario para que crezcamos y aprendamos.\n\nRecordar que somos hijos de Dios nos da identidad y propósito. En un mundo que muchas veces nos etiqueta según apariencia, dinero o logros, saber que somos hijos de un Rey eterno nos da confianza y esperanza.",
    "lesson2.topic1.scriptureMain": "\"Antes que te formase en el vientre te conocí, y antes que nacieses te santifiqué, te di por profeta a las naciones.\" (Jeremías 1:5)",
    "lesson2.topic1.more.0": "Alma 13:3 — \"Y esta es la manera según la cual fueron ordenados: llamados y preparados desde la fundación del mundo, de acuerdo con la presciencia de Dios.\"",
    "lesson2.topic1.more.1": "Abraham 3:23 — \"Y el Señor me dijo: Abraham, tú eres uno de ellos; fuiste escogido antes de nacer.\"",
    "lesson2.topic1.more.2": "Job 38:7 — \"Cuando alababan todas las estrellas del alba, y se regocijaban todos los hijos de Dios.\"",
    "lesson2.topic1.more.3": "Efesios 1:4 — \"Según nos escogió en él antes de la fundación del mundo.\"",
    "lesson2.topic2": "¿Cuál es mi propósito en la vida?",
    "lesson2.topic2.desc": "La vida tiene un propósito mayor que simplemente \"nacer, trabajar y morir\". Las Escrituras enseñan: \"Adán cayó para que los hombres existiesen; y existen los hombres para que tengan gozo\" (2 Nefi 2:25). Dios desea que seamos felices, pero la verdadera felicidad viene de vivir el Evangelio de Jesucristo.\n\nNuestro paso por la tierra es como una escuela. Aquí aprendemos a distinguir el bien del mal, a desarrollar fe, a amar, a servir y a superar pruebas. Tal como un atleta se fortalece enfrentando resistencia, nosotros nos hacemos espiritualmente más fuertes al enfrentar desafíos.\n\nLas familias son parte esencial de este propósito. Dios instituyó la familia para enseñarnos a amar, a perdonar y a servir. Aunque ninguna familia es perfecta, seguir a Jesucristo nos ayuda a fortalecer los lazos familiares.\n\nEjemplo moderno: Un joven puede enfrentar la tentación de seguir a sus amigos en decisiones equivocadas. Al recordar que su propósito es seguir a Cristo, encuentra la fuerza para elegir lo correcto. Ese tipo de decisiones pequeñas nos prepara para regresar a Dios.",
    "lesson2.topic2.scriptureMain": "\"Adán cayó para que los hombres existiesen; y existen los hombres para que tengan gozo.\" (2 Nefi 2:25)",
    "lesson2.topic2.more.0": "Moisés 1:39 — \"Porque he aquí, esta es mi obra y mi gloria: llevar a cabo la inmortalidad y la vida eterna del hombre.\"",
    "lesson2.topic2.more.1": "DyC 93:33 — \"Porque el hombre es espíritu. Los elementos son eternos, y espíritu y elemento, inseparablemente conectados, reciben una plenitud de gozo.\"",
    "lesson2.topic2.more.2": "Alma 34:32 — \"Y he aquí, esta vida es el tiempo en que los hombres deben prepararse para comparecer ante Dios.\"",
    "lesson2.topic2.more.3": "DyC 58:27 — \"Los hombres deben ser diligentes en cumplir con las obligaciones que les he dado.\"",
    "lesson2.topic3": "¿A dónde iré después de esta vida?",
    "lesson2.topic3.desc": "Todos enfrentaremos la muerte, pero no es el fin. El Libro de Mormón enseña: \"Las almas de todos los hombres… son llevadas a ese Dios que les dio vida\" (Alma 40:11). Después de morir, nuestro espíritu va al mundo de los espíritus: un lugar de paz para los justos y de aprendizaje para quienes aún no aceptaron el Evangelio.\n\nGracias a Jesucristo, todos resucitaremos. Pablo testificó: \"Así como en Adán todos mueren, también en Cristo todos serán vivificados\" (1 Corintios 15:22). La resurrección significa que nuestro cuerpo y espíritu se unirán otra vez, para nunca más separarse.\n\nImagina despedir a un ser querido en un funeral. El Evangelio enseña que esa separación es temporal, como cuando un hijo se va de viaje. La esperanza de volver a verlos gracias a Cristo da consuelo y paz incluso en medio del dolor.\n\nDespués de la resurrección, seremos juzgados según nuestras obras y deseos del corazón. Dios preparó diferentes grados de gloria (ver 1 Corintios 15:40–42) para recompensar a Sus hijos de manera justa y perfecta.",
    "lesson2.topic3.scriptureMain": "\"Las almas de todos los hombres, tan pronto como se separan de este cuerpo mortal, sí, los espíritus de todos los hombres, sean buenos o malos, son llevados de vuelta a ese Dios que les dio la vida.\" (Alma 40:11)",
    "lesson2.topic3.more.0": "1 Corintios 15:22 — \"Porque así como en Adán todos mueren, también en Cristo todos serán vivificados.\"",
    "lesson2.topic3.more.1": "Juan 11:25 — \"Yo soy la resurrección y la vida; el que cree en mí, aunque esté muerto, vivirá.\"",
    "lesson2.topic3.more.2": "1 Corintios 15:40–42 — \"Y hay cuerpos celestiales, y cuerpos terrenales; pero una es la gloria de los celestiales, y otra la de los terrenales.\"",
    "lesson2.topic3.more.3": "DyC 76:85 — \"Y entonces será el tiempo de que cada uno reciba su recompensa eterna.\"",
    "lesson2.topic4": "¿Qué significado tiene el plan para mí?",
    "lesson2.topic4.desc": "El plan de Dios no es solo una doctrina abstracta; toca cada aspecto de nuestra vida. Nos da esperanza en la enfermedad, paz en el sufrimiento y dirección en la confusión.\n\nJesús mismo dijo: \"En el mundo tendréis aflicción; pero confiad, yo he vencido al mundo\" (Juan 16:33). Entender el plan nos ayuda a ver que nuestras pruebas no son castigos, sino oportunidades para crecer.\n\nEjemplo: Una madre soltera que lucha por mantener a sus hijos puede hallar fortaleza al recordar que su esfuerzo tiene un propósito eterno. Un joven que se siente solo puede recordar que tiene un Padre Celestial que le conoce por nombre.\n\nEl plan también nos invita a tomar decisiones sabias. Cuando sabemos que la vida continúa después de la muerte, valoramos más cómo usamos nuestro tiempo, cómo tratamos a los demás y cómo cultivamos nuestra relación con Dios.",
    "lesson2.topic4.scriptureMain": "\"En el mundo tendréis aflicción; pero confiad, yo he vencido al mundo.\" (Juan 16:33)",
    "lesson2.topic4.more.0": "DyC 14:7 — \"Y si guardáis mis mandamientos y perseveráis hasta el fin, tendréis la vida eterna, que es el mayor de todos los dones de Dios.\"",
    "lesson2.topic4.more.1": "Mateo 7:21 — \"No todo el que me dice: Señor, Señor, entrará en el reino de los cielos, sino el que hace la voluntad de mi Padre.\"",
    "lesson2.topic4.more.2": "Santiago 2:17 — \"Así también la fe, si no tiene obras, es muerta en sí misma.\"",
    "lesson2.topic4.more.3": "DyC 58:27 — \"Los hombres deben ser diligentes en cumplir con las obligaciones que les he dado.\"",
    "lesson2.topic5": "¿Cómo puedo saber?",
    "lesson2.topic5.desc": "No basta con escuchar o leer; cada persona debe recibir su propia confirmación. La invitación de Dios es clara: \"Si alguno de vosotros tiene falta de sabiduría, pídala a Dios\" (Santiago 1:5).\n\nEl Libro de Mormón añade: \"Y si pedís con un corazón sincero, con verdadera intención, teniendo fe en Cristo, él os manifestará la verdad de ello por el poder del Espíritu Santo\" (Moroni 10:4).\n\n¿Cómo orar?\n• Dirígete a Dios como tu Padre.\n• Exprésale lo que sientes, tus dudas y agradecimientos.\n• Pídele específicamente que te muestre la verdad.\n• Cierra la oración en el nombre de Jesucristo.\n\nLa respuesta puede llegar como un sentimiento de paz, un pensamiento claro o una impresión suave. El apóstol Pablo describió esto: \"El fruto del Espíritu es amor, gozo, paz\" (Gálatas 5:22).\n\nEjemplo: Una persona que estudia el Libro de Mormón puede sentir un calor en el corazón y una claridad mental que confirma que viene de Dios. Esa experiencia cambia vidas.",
    "lesson2.topic5.scriptureMain": "\"Si alguno de vosotros tiene falta de sabiduría, pídala a Dios, que a todos da liberalmente y sin reproche, y le será dada.\" (Santiago 1:5)",
    "lesson2.topic5.more.0": "Moroni 10:4 — \"Y cuando recibáis estas cosas, os exhorto a que preguntéis a Dios el Eterno Padre.\"",
    "lesson2.topic5.more.1": "Gálatas 5:22 — \"El fruto del Espíritu es amor, gozo, paz, paciencia, benignidad, bondad, fe.\"",
    "lesson2.topic5.more.2": "DyC 8:2 — \"Sí, he aquí, te hablaré en tu mente y en tu corazón por medio del Espíritu Santo.\"",
    "lesson2.topic5.more.3": "DyC 9:8 — \"Pero he aquí, te digo que debes estudiarlo en tu mente.\"",
    "lesson2.topic6": "Lista de términos",
    "lesson2.topic6.desc": "Apostasía: Alejarse de la verdad y rechazar a los profetas de Dios.\n\nExpiación: El sacrificio de Jesucristo que nos permite ser perdonados.\n\nResurrección: Unión eterna de cuerpo y espíritu después de la muerte.\n\nRevelación: Comunicación entre Dios y Sus hijos.\n\nSacerdocio: Autoridad dada por Dios para actuar en Su nombre.\n\nEvangelio: El plan de Dios centrado en Jesucristo.\n\nEstos términos son fundamentales para entender el Plan de Salvación. Cada uno representa una parte esencial de la doctrina que nos ayuda a comprender nuestro propósito eterno y la manera en que Dios obra en nuestras vidas.",
    "lesson2.topic6.scriptureMain": "\"Y así vemos que hay tres cielos o grados de gloria en el mundo celestial.\" (DyC 131:1)",
    "lesson2.topic6.more.0": "DyC 76:50 — \"Y vemos también que la gloria celestial es la que posee el mayor de todos los dones de Dios.\"",
    "lesson2.topic6.more.1": "Mosíah 3:17 — \"Y además, digo que habrá ningún otro nombre dado ni ninguna otra manera ni medio por el cual la salvación pueda venir a los hijos de los hombres.\"",
    "lesson2.topic6.more.2": "DyC 132:20 — \"Entonces serán dioses, porque no tendrán fin; por consiguiente, existirán de eternidad en eternidad.\"",
    "lesson2.topic6.more.3": "1 Corintios 15:40 — \"Y hay cuerpos celestiales, y cuerpos terrenales; pero una es la gloria de los celestiales, y otra la de los terrenales.\"",
    "lesson2.topic7": "Conclusión inspiradora",
    "lesson2.topic7.desc": "El Plan de Salvación responde a las preguntas más profundas: ¿De dónde vengo? ¿Por qué estoy aquí? ¿A dónde voy? Saber que somos hijos de Dios nos da esperanza. Confiar en Cristo nos da paz. Y seguir Su Evangelio nos prepara para regresar al hogar celestial.\n\nLa invitación final es clara: ora, estudia el Libro de Mormón y busca conocer a Jesucristo personalmente. Si lo haces, descubrirás que este plan no es solo doctrina… ¡es la historia de tu vida y la llave para tu felicidad eterna!\n\nCada día que vivimos es una oportunidad de acercarnos más a nuestro Padre Celestial. Cada decisión que tomamos puede fortalecer nuestra fe o alejarnos de Él. El plan nos da dirección, propósito y esperanza en un mundo que a menudo parece carecer de sentido.\n\nRecuerda: no estás solo en este viaje. Tu Padre Celestial te conoce, te ama y está listo para ayudarte en cada paso del camino.",
    "lesson2.topic7.scriptureMain": "\"Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree no se pierda, mas tenga vida eterna.\" (Juan 3:16)",
    "lesson2.topic7.more.0": "DyC 76:70 — \"Estos son los que recibieron el testimonio de Jesús y creyeron en su nombre.\"",
    "lesson2.topic7.more.1": "DyC 76:81 — \"Estos son los que no recibieron el evangelio de Cristo ni el testimonio de Jesús.\"",
    "lesson2.topic7.more.2": "DyC 76:92 — \"Y así vemos que todos los hombres salvan, excepto los hijos de perdición.\"",
    "lesson2.topic7.more.3": "Romanos 14:10 — \"Porque todos compareceremos ante el tribunal de Cristo.\"",
    "lesson3.title": "El Evangelio de Jesucristo",
    "lesson3.topic1": "La fe en Jesucristo",
    "lesson3.topic1.desc": "La fe es el primer principio del Evangelio. No es solo creer que Cristo existió, sino confiar plenamente en Él y en Su poder para salvarnos. Como enseña el Libro de Mormón: \"No hay otro nombre dado debajo del cielo, sino este Jesucristo, del cual viene la salvación\" (Mosíah 3:17).\n\nLa fe es como una semilla (Alma 32). Cuando la regamos con oración, estudio y obediencia, crece hasta convertirse en un árbol fuerte que da fruto: esperanza, paz y valor para enfrentar pruebas.\n\nEjemplo moderno: Un joven que lucha con la ansiedad encuentra fuerza al repetir en su mente las palabras de Cristo: \"Venid a mí todos los que estáis trabajados y cargados, y yo os haré descansar\" (Mateo 11:28). Al poner su confianza en Jesús, aprende a enfrentar su miedo con fe, no con desesperación.",
    "lesson3.topic1.scriptureMain": "\"No hay otro nombre dado debajo del cielo, sino este Jesucristo, del cual viene la salvación.\" (Mosíah 3:17)",
    "lesson3.topic1.more.0": "Mateo 11:28 — \"Venid a mí todos los que estáis trabajados y cargados, y yo os haré descansar.\"",
    "lesson3.topic1.more.1": "Alma 32:21 — \"Y ahora como dije concerniente a la fe—que no era un conocimiento perfecto.\"",
    "lesson3.topic1.more.2": "Hebreos 11:1 — \"Es, pues, la fe la certeza de lo que se espera, la convicción de lo que no se ve.\"",
    "lesson3.topic1.more.3": "Santiago 2:17 — \"Así también la fe, si no tiene obras, es muerta en sí misma.\"",
    "lesson3.topic2": "El arrepentimiento",
    "lesson3.topic2.desc": "El arrepentimiento es un regalo de amor. No significa solo sentir remordimiento, sino cambiar de dirección para acercarnos más a Dios. El profeta Alma lo explicó así: \"El Señor me halló en un estado de rebelión… y mi alma fue redimida del amargo dolor\" (Alma 36:17–20).\n\nEl arrepentimiento diario es como limpiar un espejo: quitamos las manchas del pecado para ver con claridad el reflejo de Cristo en nosotros.\n\nEjemplo moderno: Una persona que miente en el trabajo siente carga en su conciencia. Al decidir confesar, corregir y pedir perdón, no solo recupera la confianza de los demás, sino que siente la paz del perdón divino.",
    "lesson3.topic2.scriptureMain": "\"El Señor me halló en un estado de rebelión… y mi alma fue redimida del amargo dolor.\" (Alma 36:17–20)",
    "lesson3.topic2.more.0": "Hechos 3:19 — \"Por tanto, arrepentíos y convertíos, para que sean borrados vuestros pecados.\"",
    "lesson3.topic2.more.1": "DyC 58:42 — \"He aquí, quien se ha arrepentido de sus pecados, es perdonado, y yo, el Señor, ya no me acuerdo de ellos.\"",
    "lesson3.topic2.more.2": "Lucas 15:7 — \"Os digo que así habrá más gozo en el cielo por un pecador que se arrepiente.\"",
    "lesson3.topic2.more.3": "Mosíah 4:10 — \"Y si hubieseis conocido la grandeza de Dios, y vuestras propias debilidades, os habríais arrepentido.\"",
    "lesson3.topic3": "El bautismo",
    "lesson3.topic3.desc": "El bautismo es la puerta al camino del Evangelio. Jesús mismo dio el ejemplo al ser bautizado por Juan (Mateo 3:13–17). Al ser bautizados por inmersión y con la autoridad del sacerdocio, hacemos un convenio con Dios: prometemos seguir a Cristo, guardar Sus mandamientos y recordar Su sacrificio.\n\nEl Libro de Mormón enseña: \"Venid y sed bautizados en el arrepentimiento, para que seáis lavados de vuestros pecados\" (Mosíah 18:10).\n\nEjemplo moderno: Una madre que decide bautizarse no solo cambia su vida, sino que abre un nuevo futuro para sus hijos. Sus decisiones de fe crean un legado que transforma generaciones.",
    "lesson3.topic3.scriptureMain": "\"Venid y sed bautizados en el arrepentimiento, para que seáis lavados de vuestros pecados.\" (Mosíah 18:10)",
    "lesson3.topic3.more.0": "Mateo 3:13–17 — \"Entonces Jesús vino de Galilea a Juan al Jordán, para ser bautizado por él.\"",
    "lesson3.topic3.more.1": "Juan 3:5 — \"De cierto, de cierto te digo, que el que no naciere de agua y del Espíritu, no puede entrar en el reino de Dios.\"",
    "lesson3.topic3.more.2": "DyC 20:37 — \"Y todos los que se humillen ante Dios, y deseen ser bautizados, y vengan con corazones quebrantados.\"",
    "lesson3.topic3.more.3": "Romanos 6:4 — \"Porque somos sepultados juntamente con él para muerte por el bautismo.\"",
    "lesson3.topic4": "El don del Espíritu Santo",
    "lesson3.topic4.desc": "Después del bautismo, recibimos la confirmación mediante la imposición de manos: el don del Espíritu Santo. Jesús prometió: \"Y yo rogaré al Padre, y os dará otro Consolador\" (Juan 14:16).\n\nEste don es como tener una brújula espiritual siempre disponible. Nos consuela en la tristeza, nos advierte en el peligro y nos confirma la verdad.\n\nEl Espíritu habla de manera suave, a menudo como pensamientos claros o sentimientos de paz (3 Nefi 11:3–5).\n\nEjemplo moderno: Un joven siente un fuerte impulso de cambiar de camino cuando vuelve a casa. Más tarde descubre que hubo un accidente en la ruta que solía tomar. El Espíritu lo protegió sin necesidad de palabras audibles.",
    "lesson3.topic4.scriptureMain": "\"Y yo rogaré al Padre, y os dará otro Consolador, para que esté con vosotros para siempre.\" (Juan 14:16)",
    "lesson3.topic4.more.0": "Hechos 2:38 — \"Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.\"",
    "lesson3.topic4.more.1": "DyC 8:2 — \"Sí, he aquí, te hablaré en tu mente y en tu corazón por medio del Espíritu Santo.\"",
    "lesson3.topic4.more.2": "3 Nefi 11:3–5 — \"Y aconteció que mientras estaban así conversando unos con otros, oyeron una voz.\"",
    "lesson3.topic4.more.3": "Gálatas 5:22 — \"Mas el fruto del Espíritu es amor, gozo, paz, paciencia, benignidad, bondad, fe.\"",
    "lesson3.topic5": "Perseverar hasta el fin",
    "lesson3.topic5.desc": "El Evangelio no es solo un evento, es un camino de por vida. Jesús dijo: \"Mas el que persevere hasta el fin, este será salvo\" (Mateo 24:13).\n\nPerseverar significa seguir fieles a pesar de los desafíos, confiar en Cristo en medio de la adversidad y renovar nuestro compromiso con Él cada día.\n\nEjemplo moderno: Una mujer que enfrenta una enfermedad grave encuentra fortaleza al orar y estudiar las Escrituras diariamente. Aunque su cuerpo sufre, su fe se mantiene firme, y eso la convierte en un faro de esperanza para su familia.",
    "lesson3.topic5.scriptureMain": "\"Mas el que persevere hasta el fin, este será salvo.\" (Mateo 24:13)",
    "lesson3.topic5.more.0": "2 Nefi 31:20 — \"Por tanto, debéis seguir adelante con firmeza en Cristo.\"",
    "lesson3.topic5.more.1": "DyC 14:7 — \"Y si guardáis mis mandamientos y perseveráis hasta el fin, tendréis la vida eterna.\"",
    "lesson3.topic5.more.2": "Hebreos 12:1 — \"Corramos con paciencia la carrera que tenemos por delante.\"",
    "lesson3.topic5.more.3": "Apocalipsis 2:10 — \"Sé fiel hasta la muerte, y yo te daré la corona de la vida.\"",
    "lesson3.topic6": "El Evangelio y las ordenanzas",
    "lesson3.topic6.desc": "El Evangelio de Jesucristo incluye ordenanzas sagradas que marcan nuestro progreso espiritual: bautismo, confirmación, la Santa Cena, y más adelante, ordenanzas del templo. Cada ordenanza es un recordatorio de nuestro convenio con Dios y un paso hacia la vida eterna.\n\nEl Salvador instituyó la Santa Cena para que recordemos Su sacrificio (Lucas 22:19–20). Al participar dignamente, renovamos nuestras promesas de seguirlo y recibimos fortaleza espiritual.\n\nEjemplo moderno: Al tomar la Santa Cena cada domingo, un padre de familia siente renovado su compromiso de ser más paciente y amoroso en su hogar.",
    "lesson3.topic6.scriptureMain": "\"Y tomó el pan y dio gracias, y lo partió y les dio, diciendo: Esto es mi cuerpo que por vosotros es dado; haced esto en memoria de mí.\" (Lucas 22:19)",
    "lesson3.topic6.more.0": "Lucas 22:20 — \"De igual manera, después que hubo cenado, tomó la copa, diciendo: Esta copa es el nuevo pacto en mi sangre.\"",
    "lesson3.topic6.more.1": "DyC 20:77 — \"Y si hacéis esto siempre, recordando al Señor, tendréis su Espíritu con vosotros.\"",
    "lesson3.topic6.more.2": "DyC 20:79 — \"Y si hacéis esto siempre, recordando al Señor, tendréis su Espíritu con vosotros.\"",
    "lesson3.topic6.more.3": "Moroni 4:3 — \"Y si hacéis esto siempre, recordando al Señor, tendréis su Espíritu con vosotros.\"",
    "lesson3.topic7": "El gozo del Evangelio",
    "lesson3.topic7.desc": "El resultado de vivir el Evangelio es gozo verdadero. No un gozo pasajero como el que ofrece el mundo, sino un gozo profundo que llena el alma aun en medio de pruebas.\n\nJesús declaró: \"Estas cosas os he hablado, para que mi gozo esté en vosotros, y vuestro gozo sea cumplido\" (Juan 15:11).\n\nEl profeta Nefi testificó: \"Mi alma se deleita en las cosas del Señor\" (2 Nefi 4:16).\n\nEjemplo moderno: Una familia que decide vivir el Evangelio encuentra gozo al servir juntos en su comunidad. Descubren que la verdadera felicidad viene al olvidar el yo y enfocarse en el prójimo.\n\nEl Evangelio de Jesucristo es el camino al gozo eterno. Es un proceso: tener fe en Él, arrepentirse cada día, ser bautizados y recibir el Espíritu Santo, y perseverar fielmente hasta el fin. Quien sigue este camino no solo encuentra paz en esta vida, sino la promesa de la vida eterna en la presencia de Dios.",
    "lesson3.topic7.scriptureMain": "\"Estas cosas os he hablado, para que mi gozo esté en vosotros, y vuestro gozo sea cumplido.\" (Juan 15:11)",
    "lesson3.topic7.more.0": "2 Nefi 4:16 — \"Mi alma se deleita en las cosas del Señor.\"",
    "lesson3.topic7.more.1": "Mosíah 2:41 — \"Considerad la bienaventuranza de aquel, y también la miseria de aquel.\"",
    "lesson3.topic7.more.2": "DyC 18:10 — \"Recuerda el valor de las almas a la vista de Dios.\"",
    "lesson3.topic7.more.3": "Mateo 5:8 — \"Bienaventurados los de limpio corazón, porque ellos verán a Dios.\"",
    "lesson4.title": "Mandamientos del Evangelio",
    "lesson4.topic1": "Ley de Castidad",
    "lesson4.topic1.desc": "La ley de castidad es un mandamiento sagrado que protege la pureza moral y la santidad de la familia. Significa abstenerse de relaciones sexuales fuera del matrimonio entre un hombre y una mujer, y mantener pensamientos, palabras y acciones limpias. Jesús enseñó: 'Bienaventurados los de limpio corazón, porque ellos verán a Dios' (Mateo 5:8). En un mundo saturado de pornografía, inmoralidad y mensajes que banalizan el cuerpo, vivir este mandamiento es un acto de valor espiritual. El Libro de Mormón advierte: 'La lujuria es la causa de muchas desgracias entre los hijos de los hombres' (Jacob 2:28). Al guardar la ley de castidad, invitamos al Espíritu Santo a permanecer con nosotros, protegemos nuestro matrimonio futuro y demostramos amor verdadero, que se basa en respeto y compromiso. Ejemplo moderno: un joven que decide no ver pornografía, aunque sus amigos lo presionen, descubre una mente más clara, más confianza en sí mismo y mayor sensibilidad espiritual.",
    "lesson4.topic1.scriptureMain": "Huid de la fornicación. (1 Corintios 6:18)",
    "lesson4.topic1.more.0": "Mateo 5:27–28 — \"Oísteis que fue dicho: No cometerás adulterio. Pero yo os digo que cualquiera que mira a una mujer para codiciarla, ya adulteró con ella en su corazón.\"",
    "lesson4.topic1.more.1": "Jacob 2:28 — \"Porque he aquí, os digo que la lujuria es la causa de muchas desgracias entre los hijos de los hombres.\"",
    "lesson4.topic1.more.2": "Alma 39:9 — \"Ahora bien, hijo mío, te habría sido mejor que hubieras sido muerto que haber cometido este gran pecado.\"",
    "lesson4.topic1.more.3": "Mosíah 13:22 — \"No cometerás adulterio.\"",
    "lesson4.topic2": "Palabra de Sabiduría",
    "lesson4.topic2.desc": "La Palabra de Sabiduría es la ley de salud que Dios reveló para proteger nuestro cuerpo y nuestra mente. Nos enseña a evitar el alcohol, el tabaco, las drogas ilegales, el café y el té, y a usar con prudencia los alimentos buenos. La promesa es clara: 'Y correrán sin fatigarse, y no se cansarán' (DyC 89:20). En un tiempo donde el consumo excesivo de sustancias destruye familias y sociedades, este mandamiento nos preserva. Ejemplo moderno: una madre que deja de beber alcohol descubre mayor claridad mental y puede cuidar mejor de sus hijos. El Libro de Mormón enseña que 'los hombres deben ser templados en todas las cosas' (Mosíah 4:27). Vivir la Palabra de Sabiduría es un acto de fe que nos prepara para servir mejor a Dios.",
    "lesson4.topic2.scriptureMain": "¿No sabéis que vuestro cuerpo es templo del Espíritu Santo...? (1 Corintios 6:19–20)",
    "lesson4.topic2.more.0": "DyC 89:18–21 — \"Y todos los santos que recuerden guardar y hacer estas cosas, obedeciendo los mandamientos, recibirán salud en el ombligo y médula en los huesos; y hallarán sabiduría y grandes tesoros de conocimiento, sí, tesoros ocultos; y correrán sin fatigarse, y caminarán sin desmayar.\"",
    "lesson4.topic2.more.1": "Mosíah 4:27 — \"Y ve que todas estas cosas se hagan con prudencia y orden; porque no se requiere que un hombre corra más aprisa de lo que sus fuerzas le permiten.\"",
    "lesson4.topic2.more.2": "Proverbios 20:1 — \"El vino es escarnecedor, la sidra alborotadora, y cualquiera que por ellos yerra no es sabio.\"",
    "lesson4.topic2.more.3": "Alma 46:40 — \"Y había algunos que morían con fiebres, que en algunas ocasiones se quitaban con la abundancia de sus sudores.\"",
    "lesson4.topic3": "Ley del Diezmo",
    "lesson4.topic3.desc": "El diezmo es dar a Dios una décima parte de nuestros ingresos como acto de fe y gratitud. No es simplemente una contribución económica, sino una muestra de confianza en que el Señor proveerá. El profeta Malaquías enseñó: 'Probadme ahora en esto... si no os abriré las ventanas de los cielos' (Malaquías 3:10). El diezmo financia la obra de Dios: la construcción de templos, capillas, materiales de enseñanza y la obra misional. Ejemplo moderno: un joven que recién comienza a trabajar decide pagar su diezmo aunque tenga poco. Descubre que sus recursos rinden más y que siente gozo al saber que contribuye a la obra del Señor. El Libro de Mormón también enseña: 'Todos los que estaban dispuestos a tomar sobre sí el nombre de Cristo... daban de sus bienes' (Mosíah 18:27). El diezmo es un pacto de confianza mutua entre nosotros y Dios.",
    "lesson4.topic3.scriptureMain": "Traed todos los diezmos al alfolí... (Malaquías 3:10)",
    "lesson4.topic3.more.0": "3 Nefi 24:10 — \"Traed todos los diezmos al alfolí y haya alimento en mi casa; y probadme ahora en esto, dice Jehová de los ejércitos, si no os abriré las ventanas de los cielos, y derramaré sobre vosotros bendición hasta que sobreabunde.\"",
    "lesson4.topic3.more.1": "Mosíah 18:27 — \"Y también se les mandó que no debían tener más que una sola esposa, y no debían tener concubinas; y no debían cometer fornicación; y el que violara este mandamiento debía ser apedreado.\"",
    "lesson4.topic3.more.2": "DyC 119:4 — \"Y después de esto, aquellos que hayan pagado diezmos pagarán la décima parte de todos sus intereses anualmente; y esto les será por ley fija para siempre.\"",
    "lesson4.topic3.more.3": "Proverbios 3:9–10 — \"Honra a Jehová con tus bienes, y con las primicias de todos tus frutos; y serán llenos tus graneros con abundancia, y tus lagares rebosarán de mosto.\"",
    "lesson4.topic4": "Guardar el día de reposo",
    "lesson4.topic4.desc": "El día de reposo es un mandamiento para apartar un día a la semana para adorar a Dios, descansar de nuestras labores y fortalecer a la familia. 'Acuérdate del día de reposo para santificarlo' (Éxodo 20:8). En el Libro de Mormón, el pueblo de Dios también observaba el día sagrado y hallaba gozo en reunirse para adorar (Mosíah 18:25). Ejemplo moderno: una familia decide apagar las pantallas y dedicar el domingo a asistir a la Iglesia, cantar himnos y compartir testimonios en casa. Ese día se convierte en un refugio espiritual en medio de la semana. Guardar el día de reposo nos renueva, fortalece y une más a Dios.",
    "lesson4.topic4.scriptureMain": "Acuérdate del día de reposo para santificarlo. (Éxodo 20:8)",
    "lesson4.topic4.more.0": "Mosíah 18:25 — \"Y aconteció que después de esto, Alma, habiendo oído que el pueblo del rey Noé había sido destruido, salió de la tierra de Mormón y fue a la tierra de Zarahemla.\"",
    "lesson4.topic4.more.1": "DyC 59:9–10 — \"Y para que más plenamente te conserves sin mancha del mundo, irás a la casa de oración y ofrecerás tus sacramentos en mi día santo; porque, en verdad, éste es un día que se te ha señalado para descansar de tus labores y rendir tu devoción al Altísimo.\"",
    "lesson4.topic4.more.2": "Marcos 2:27 — \"También les dijo: El día de reposo fue hecho por causa del hombre, y no el hombre por causa del día de reposo.\"",
    "lesson4.topic4.more.3": "Isaías 58:13–14 — \"Si retrajeres del día de reposo tu pie, de hacer tu voluntad en mi día santo, y lo llamares delicia, santo, glorioso de Jehová; y lo venerares, no andando en tus propios caminos, ni buscando tu voluntad, ni hablando tus propias palabras.\"",
    "lesson4.topic5": "Orar a menudo",
    "lesson4.topic5.desc": "La oración es la comunicación directa con nuestro Padre Celestial. Pablo enseñó: 'Orad sin cesar' (1 Tesalonicenses 5:17). Alma testificó que debemos orar en nuestros campos, en nuestras casas, en nuestros corazones y en todas partes (Alma 34:17–27). Ejemplo moderno: una madre agobiada por las responsabilidades diarias encuentra paz al arrodillarse por unos minutos antes de dormir. La oración sincera nos permite expresar gratitud, pedir fortaleza y recibir consuelo. No se trata de palabras repetitivas, sino de abrir el corazón a Dios, como un hijo habla con un padre amoroso.",
    "lesson4.topic5.scriptureMain": "Orad sin cesar. (1 Tesalonicenses 5:17)",
    "lesson4.topic5.more.0": "Alma 34:17–27 — \"Por tanto, os digo que debéis suplicar al Señor en vuestros campos; sí, en vuestras casas, sí, en vuestros bosques, sí, sobre las montañas, sí, en todos vuestros lugares sagrados.\"",
    "lesson4.topic5.more.1": "3 Nefi 18:19–20 — \"Por tanto, debéis orar al Padre en mi nombre. Y cualquiera cosa que pidáis al Padre en mi nombre, que sea recta, creyendo que recibiréis, he aquí, os será dada.\"",
    "lesson4.topic5.more.2": "Mateo 6:6–8 — \"Mas tú, cuando ores, entra en tu aposento, y cerrada la puerta, ora a tu Padre que está en secreto; y tu Padre que ve en lo secreto te recompensará en público.\"",
    "lesson4.topic5.more.3": "Enós 1:4–6 — \"Y mi alma tuvo hambre; y me arrodillé ante mi Hacedor, y clamé a él en ferviente oración y súplica por mi propia alma; y clamé a él todo el día; sí, y cuando llegó la noche, aún elevaba mi voz en alto hasta que llegó a mi cabeza.\"",
    "lesson4.topic6": "Estudiar las Escrituras",
    "lesson4.topic6.desc": "Las Escrituras son la palabra de Dios escrita para nuestro beneficio. Jesucristo dijo: 'Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis la vida eterna' (Juan 5:39). El Libro de Mormón enseña que 'las Escrituras nos testifican de Cristo' (2 Nefi 25:26). Estudiarlas diariamente nos fortalece contra la tentación y nos ayuda a recibir revelación personal. Ejemplo moderno: un joven que comienza el hábito de leer 10 minutos cada mañana en el Libro de Mormón descubre respuestas a preguntas de la escuela y fortaleza para resistir la presión de grupo. Estudiar las Escrituras no es solo un deber, sino un banquete espiritual que alimenta nuestra alma.",
    "lesson4.topic6.scriptureMain": "Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis la vida eterna. (Juan 5:39)",
    "lesson4.topic6.more.0": "2 Nefi 25:26 — \"Y hablamos de Cristo, nos regocijamos en Cristo, predicamos de Cristo, profetizamos de Cristo, y escribimos según nuestras profecías, para que nuestros hijos sepan a qué fuente han de acudir para la remisión de sus pecados.\"",
    "lesson4.topic6.more.1": "Mosíah 1:7 — \"Y también les enseñó concerniente a los anales que estaban grabados sobre las planchas de bronce.\"",
    "lesson4.topic6.more.2": "Josué 1:8 — \"Nunca se apartará de tu boca este libro de la ley, sino que de día y de noche meditarás en él, para que guardes y hagas conforme a todo lo que en él está escrito.\"",
    "lesson4.topic6.more.3": "Alma 37:44–45 — \"Porque he aquí, es tan fácil dar oídos a la palabra de Cristo, que te señalará un curso directo para la felicidad eterna, como lo fue para nuestros padres dar oídos a esta brújula, que les señaló un curso directo para la tierra prometida.\"",
    "lesson4.topic7": "Guardar los Diez Mandamientos",
    "lesson4.topic7.desc": "Los Diez Mandamientos fueron dados a Moisés en el Sinaí y siguen siendo vigentes hoy como guía moral universal. Incluyen honrar a Dios, respetar a nuestros padres, no robar, no mentir y no codiciar. Jesucristo resumió la ley en dos grandes mandamientos: amar a Dios y amar al prójimo (Mateo 22:37–39). El Libro de Mormón confirma que estos mandamientos son eternos (Mosíah 13:12–24). Ejemplo moderno: un empresario que decide ser honesto en sus impuestos aunque otros hagan trampa siente la paz de conciencia y la confianza de Dios. Guardar los Diez Mandamientos fortalece familias, comunidades y naciones enteras.",
    "lesson4.topic7.scriptureMain": "Y habló Dios todas estas palabras, diciendo: Yo soy Jehová tu Dios. (Éxodo 20:3–17)",
    "lesson4.topic7.more.0": "Mosíah 13:12–24 — \"Y aconteció que cuando hubo hablado estas palabras, el rey Benjamín extendió la mano hacia su pueblo y clamó con voz fuerte, diciendo: Hermanos míos, todos vosotros que habéis sido llamados pueblo del Señor.\"",
    "lesson4.topic7.more.1": "Mateo 22:37–39 — \"Jesús le dijo: Amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente. Este es el primero y grande mandamiento. Y el segundo es semejante: Amarás a tu prójimo como a ti mismo.\"",
    "lesson4.topic7.more.2": "Éter 12:4 — \"Y así, por la fe, las escrituras de los profetas se cumplieron.\"",
    "lesson4.topic7.more.3": "Romanos 13:9 — \"Porque: No adulterarás, no matarás, no hurtarás, no dirás falso testimonio, no codiciarás, y cualquier otro mandamiento, en esta sentencia se resume: Amarás a tu prójimo como a ti mismo.\"",
    "lesson4.topic8": "Servir a los demás",
    "lesson4.topic8.desc": "El servicio es un reflejo directo del amor que sentimos por Dios y por nuestro prójimo. Jesucristo declaró: 'El Hijo del Hombre no vino para ser servido, sino para servir' (Marcos 10:45). El rey Benjamín enseñó en el Libro de Mormón: 'Cuando estáis al servicio de vuestros semejantes, solo estáis al servicio de vuestro Dios' (Mosíah 2:17). Ejemplo moderno: un joven dedica parte de su sábado a ayudar a un vecino anciano a limpiar su jardín. Aunque parece un acto pequeño, genera un impacto eterno tanto en quien sirve como en quien recibe. El servicio desinteresado nos acerca a Cristo y cambia corazones.",
    "lesson4.topic8.scriptureMain": "El Hijo del Hombre no vino para ser servido, sino para servir. (Marcos 10:45)",
    "lesson4.topic8.more.0": "Mosíah 2:17 — \"Cuando estáis al servicio de vuestros semejantes, solo estáis al servicio de vuestro Dios.\"",
    "lesson4.topic8.more.1": "Mateo 25:40 — \"Y respondiendo el Rey, les dirá: De cierto os digo que en cuanto lo hicisteis a uno de estos mis hermanos más pequeños, a mí lo hicisteis.\"",
    "lesson4.topic8.more.2": "Alma 34:28 — \"Y ahora bien, si creéis todas estas cosas, ved que os digo que ellas son verdaderas.\"",
    "lesson4.topic8.more.3": "Gálatas 5:13 — \"Porque vosotros, hermanos, a libertad fuisteis llamados; solamente que no uséis la libertad como ocasión para la carne, sino servíos por amor los unos a los otros.\"",
    "lesson4.topic9": "Obedecer y sostener la ley",
    "lesson4.topic9.desc": "Dios espera que seamos ciudadanos justos y que respetemos las leyes del país donde vivimos, siempre que no contradigan Sus mandamientos. Pablo enseñó: 'Sométase toda persona a las autoridades superiores' (Romanos 13:1). En el Libro de Mormón, el pueblo fue bendecido cuando respetaron las leyes justas establecidas bajo jueces (Mosíah 29:25–27). Ejemplo moderno: un miembro de la Iglesia decide cumplir con las normas de tránsito aunque tenga prisa, reconociendo que obedecer las leyes civiles es también parte de su discipulado. Al obedecer y sostener la ley, demostramos integridad y damos ejemplo como seguidores de Cristo.",
    "lesson4.topic9.scriptureMain": "Sométase toda persona a las autoridades superiores. (Romanos 13:1)",
    "lesson4.topic9.more.0": "Mosíah 29:25–27 — \"Y ahora, si pudiera ser que hubiera hombres justos nombrados para ser jueces de la tierra, para juzgar al pueblo según la rectitud.\"",
    "lesson4.topic9.more.1": "DyC 58:21–22 — \"Sea obediente a las leyes del país donde residas.\"",
    "lesson4.topic9.more.2": "1 Pedro 2:13–14 — \"Por causa del Señor someteos a toda institución humana, ya sea al rey, como a superior.\"",
    "lesson4.topic9.more.3": "Tito 3:1 — \"Recuérdales que se sujeten a los gobernantes y autoridades, que obedezcan, que estén dispuestos a toda buena obra.\"",
    "profile.language": "Idioma",
    "profile.logout": "Cerrar sesión",
    "profile.logoutConfirm": "¿Estás seguro de que quieres cerrar sesión?",
    "profile.logoutError": "No se pudo cerrar sesión",
    "profile.clearProgress": "Limpiar progreso",
    "profile.clearProgressConfirm": "¿Estás seguro de que quieres eliminar todo tu progreso? Esta acción no se puede deshacer.",
    "profile.clearProgressSuccess": "Progreso eliminado correctamente",
    "profile.actions": "Acciones",
    "common.cancel": "Cancelar",
    "common.error": "Error",
    "common.success": "Éxito",
    "lesson5.title": "Convenios y Ordenanzas del Evangelio",
    "lesson5.topic1": "Bautismo y confirmación",
    "lesson5.topic1.desc": "El bautismo y la confirmación son ordenanzas esenciales del Evangelio. Por medio del bautismo, mostramos nuestra disposición a seguir a Jesucristo y recibimos el perdón de nuestros pecados. Pedro enseñó: 'Arrepentíos y bautícese cada uno de vosotros en el nombre de Jesucristo' (Hechos 2:38). Después, mediante la imposición de manos, recibimos el don del Espíritu Santo, que nos guía y fortalece. El Libro de Mormón enseña: 'Venid y sed bautizados... y recibiréis el Espíritu Santo' (3 Nefi 27:20). Ejemplo moderno: un converso que se bautiza después de años de buscar la verdad describe el gozo y la paz que siente al recibir la confirmación. Estas ordenanzas son el inicio del camino del discipulado.",
    "lesson5.topic1.scriptureMain": "El que creyere y fuere bautizado será salvo. (Marcos 16:16)",
    "lesson5.topic1.more.0": "Hechos 2:38 — \"Pedro les dijo: Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.\"",
    "lesson5.topic1.more.1": "3 Nefi 27:20 — \"Ahora bien, esta es la ordenanza que debéis cumplir: Los que se arrepientan de sus pecados y sean bautizados en mi nombre, y sean santificados por la recepción del Espíritu Santo, estos son los que serán contados entre el pueblo de la iglesia de Cristo.\"",
    "lesson5.topic1.more.2": "Mosíah 18:8–10 — \"Y aconteció que él dijo: Sí, si queréis entrar en el redil de Dios y ser llamados su pueblo, y estar dispuestos a llevar las cargas los unos de los otros, para que sean ligeras; sí, y estar dispuestos a llorar con los que lloran; sí, y consolar a los que necesitan consuelo, y ser testigos de Dios en todo tiempo.\"",
    "lesson5.topic1.more.3": "Juan 3:5 — \"Respondió Jesús: De cierto, de cierto te digo, que el que no naciere de agua y del Espíritu, no puede entrar en el reino de Dios.\"",
    "lesson5.topic2": "Seguir al profeta",
    "lesson5.topic2.desc": "Dios siempre ha guiado a Sus hijos por medio de profetas. El profeta viviente es la voz autorizada de Dios en la tierra hoy. Amós enseñó: 'Ciertamente el Señor Jehová no hará nada, sin que revele su secreto a sus siervos los profetas' (Amós 3:7). En el Libro de Mormón, Nefi mostró obediencia al profeta de su tiempo cuando dijo: 'Iré y haré lo que el Señor ha mandado' (1 Nefi 3:7). Seguir al profeta no significa idolatrar a un hombre, sino confiar en que Dios habla a través de él. Ejemplo moderno: un joven escucha la invitación del profeta a dejar las redes sociales por un tiempo y descubre más paz mental y tiempo para su familia. Al seguir al profeta, recibimos protección contra las filosofías cambiantes del mundo.",
    "lesson5.topic2.scriptureMain": "Ciertamente el Señor Jehová no hará nada, sin que revele su secreto a sus siervos los profetas. (Amós 3:7)",
    "lesson5.topic2.more.0": "1 Nefi 3:7 — \"Iré y haré lo que el Señor ha mandado, porque sé que el Señor nunca da mandamientos a los hijos de los hombres sin prepararles la vía para que cumplan lo que les ha mandado.\"",
    "lesson5.topic2.more.1": "Mosíah 15:11 — \"Y he aquí, él es la luz y la vida del mundo; sí, una luz que es infinita, que no se puede extinguir.\"",
    "lesson5.topic2.more.2": "DyC 1:38 — \"Lo que yo, el Señor, he hablado, lo he hablado, y no me disculpo; y aunque pasen los cielos y la tierra, mi palabra no pasará, sino que toda se cumplirá.\"",
    "lesson5.topic2.more.3": "Juan 10:27 — \"Mis ovejas oyen mi voz, y yo las conozco, y me siguen.\"",
    "lesson5.topic3": "Sacerdocio y organizaciones auxiliares",
    "lesson5.topic3.desc": "El sacerdocio es el poder y la autoridad de Dios delegada al hombre para bendecir a Sus hijos. Pablo explicó que 'nadie toma este honor para sí mismo, sino el que es llamado por Dios' (Hebreos 5:4). En el Libro de Mormón, Alma ordenó sacerdotes para enseñar la palabra de Dios (Mosíah 18:18). Las organizaciones auxiliares (como la Sociedad de Socorro, los Hombres Jóvenes, las Mujeres Jóvenes y la Primaria) apoyan esta obra y fortalecen a las familias. Ejemplo moderno: un joven que recibe el Sacerdocio Aarónico participa al preparar la Santa Cena, bendiciendo la vida de toda la congregación. El sacerdocio y sus organizaciones complementarias son esenciales para edificar el reino de Dios.",
    "lesson5.topic3.scriptureMain": "Nadie toma este honor para sí mismo, sino el que es llamado por Dios. (Hebreos 5:4)",
    "lesson5.topic3.more.0": "Mosíah 18:18 — \"Y ordenó sacerdotes para enseñar al pueblo, para que así pudieran oír la palabra de Dios.\"",
    "lesson5.topic3.more.1": "Alma 13:2–3 — \"Y aquellos sacerdotes fueron ordenados según el orden de su Hijo, en una manera que así el pueblo pudiera saber en qué manera esperar a su Hijo para la redención.\"",
    "lesson5.topic3.more.2": "DyC 84:20 — \"Por tanto, en las ordenanzas de él, el poder de la divinidad se manifiesta.\"",
    "lesson5.topic3.more.3": "Efesios 4:11–12 — \"Y él mismo constituyó a unos, apóstoles; a otros, profetas; a otros, evangelistas; a otros, pastores y maestros.\"",
    "lesson5.topic4": "Matrimonio eterno y familia",
    "lesson5.topic4.desc": "La familia es ordenada por Dios y el matrimonio es esencial para Su plan eterno. En el Edén se declaró: 'Dejará el hombre a su padre y a su madre, y se unirá a su mujer' (Génesis 2:24). El Libro de Mormón enfatiza que la felicidad se encuentra en vivir de acuerdo con los mandamientos de Dios dentro del hogar (Mosíah 2:41). Ejemplo moderno: una pareja que ora junta cada noche y estudia las Escrituras en familia crea un refugio espiritual para sus hijos. El matrimonio y la familia centrados en Cristo fortalecen a la sociedad y preparan a las personas para la vida eterna.",
    "lesson5.topic4.scriptureMain": "Dejará el hombre a su padre y a su madre, y se unirá a su mujer. (Génesis 2:24)",
    "lesson5.topic4.more.0": "Mosíah 2:41 — \"Y además, considerad la bienaventuranza de aquel, y también la miseria de aquel que no guarda los mandamientos de Dios.\"",
    "lesson5.topic4.more.1": "Efesios 5:25 — \"Maridos, amad a vuestras mujeres, así como Cristo amó a la iglesia, y se entregó a sí mismo por ella.\"",
    "lesson5.topic4.more.2": "3 Nefi 18:21 — \"Orad en vuestras familias al Padre, siempre en mi nombre, para que vuestras esposas y vuestros hijos sean bendecidos.\"",
    "lesson5.topic4.more.3": "DyC 49:15–17 — \"Y además, de cierto te digo, que el hombre no fue creado para estar solo, sino que el hombre y la mujer fueron creados juntos.\"",
    "lesson5.topic5": "Templos e historia familiar",
    "lesson5.topic5.desc": "Los templos son casas del Señor, lugares sagrados donde se realizan ordenanzas que nos preparan para la vida eterna. El Señor declaró: 'Mi pueblo siempre estará bajo la obligación de construir una casa a mi nombre' (DyC 124:39). En el Libro de Mormón, el pueblo edificaba templos según el modelo de Salomón (2 Nefi 5:16). Ejemplo moderno: una joven que se prepara dignamente para recibir su investidura encuentra guía y fortaleza para tomar decisiones justas. El templo es un lugar donde el cielo toca la tierra, y sus ordenanzas nos unen como familias eternas.",
    "lesson5.topic5.scriptureMain": "Mi pueblo siempre estará bajo la obligación de construir una casa a mi nombre. (DyC 124:39)",
    "lesson5.topic5.more.0": "2 Nefi 5:16 — \"Y yo, Nefi, construí un templo; y lo construí según el modelo del templo de Salomón.\"",
    "lesson5.topic5.more.1": "Salmos 24:3–4 — \"¿Quién subirá al monte de Jehová? ¿Y quién estará en su lugar santo? El limpio de manos y puro de corazón.\"",
    "lesson5.topic5.more.2": "1 Corintios 3:16–17 — \"¿No sabéis que sois templo de Dios, y que el Espíritu de Dios mora en vosotros?\"",
    "lesson5.topic5.more.3": "DyC 109:22 — \"Y nosotros te pedimos, Padre Santo, que tus siervos salgan de esta casa armados con tu poder.\"",
    "lesson5.topic6": "La obra misional",
    "lesson5.topic6.desc": "La obra misional es el deber sagrado de compartir el evangelio con todas las personas. Es una responsabilidad de todos los miembros.",
    "lesson5.topic6.scriptureMain": "\"Id por todo el mundo y predicad el evangelio a toda criatura.\" (Marcos 16:15)",
    "lesson5.topic6.more.0": "Mateo 28:19 — \"Por tanto, id, y haced discípulos a todas las naciones.\"",
    "lesson5.topic6.more.1": "DyC 88:81 — \"Porque he aquí, el campo ya está blanco para la siega.\"",
    "lesson5.topic6.more.2": "DyC 4:4 — \"Porque he aquí, el campo ya está blanco para la siega.\"",
    "lesson5.topic6.more.3": "DyC 18:15 — \"Y si acontece que trabajáis toda vuestra vida proclamando la verdad.\"",
    "lesson5.topic7": "Perseverar hasta el fin",
    "lesson5.topic7.desc": "Perseverar hasta el fin significa mantenernos fieles a Cristo y a Sus mandamientos a lo largo de toda nuestra vida. El Salvador enseñó: 'Mas el que persevere hasta el fin, éste será salvo' (Mateo 24:13). El Libro de Mormón aclara que debemos 'presionar hacia adelante con firmeza en Cristo' (2 Nefi 31:20). Ejemplo moderno: un miembro de la Iglesia que enfrenta años de enfermedad sigue confiando en el Señor, sirviendo en lo que puede y asistiendo a la Iglesia cuando su salud lo permite. Perseverar hasta el fin no es un esfuerzo momentáneo, sino un compromiso constante que nos asegura gozo eterno en la presencia de Dios.",
    "lesson5.topic7.scriptureMain": "Mas el que persevere hasta el fin, éste será salvo. (Mateo 24:13)",
    "lesson5.topic7.more.0": "2 Nefi 31:20 — \"Por tanto, debéis seguir adelante con firmeza en Cristo, teniendo un fulgor perfecto de esperanza.\"",
    "lesson5.topic7.more.1": "Hebreos 12:1–2 — \"Por tanto, nosotros también, teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que nos asedia, y corramos con paciencia la carrera que tenemos por delante.\"",
    "lesson5.topic7.more.2": "Moroni 6:4 — \"Y después de haber sido recibidos por el bautismo, y haber sido lavados y purificados por el poder del Espíritu Santo.\"",
    "lesson5.topic7.more.3": "Apocalipsis 2:10 — \"No temas en nada lo que vas a padecer. He aquí, el diablo echará a algunos de vosotros en la cárcel.\"",
    "quiz.question1": "¿Qué hizo José Smith cuando tenía preguntas sobre qué iglesia era verdadera?",
    "quiz.question1.option1": "Fue a la iglesia más cercana",
    "quiz.question1.option2": "Oró a Dios pidiendo sabiduría",
    "quiz.question1.option3": "Preguntó a sus padres",
    "quiz.question1.option4": "Leyó muchos libros",
    "quiz.question1.correct": "1",
    "quiz.question2": "¿Qué es el Libro de Mormón?",
    "quiz.question2.option1": "Un libro de historia",
    "quiz.question2.option2": "Otro testamento de Jesucristo",
    "quiz.question2.option3": "Un libro de cuentos",
    "quiz.question2.option4": "Un libro de ciencia",
    "quiz.question2.correct": "1",
    "quiz.lesson2.question1": "¿De dónde venimos según el Plan de Salvación?",
    "quiz.lesson2.question1.option1": "Del mundo espiritual como hijos de Dios",
    "quiz.lesson2.question1.option2": "De la evolución",
    "quiz.lesson2.question1.option3": "De la nada",
    "quiz.lesson2.question1.option4": "De los animales",
    "quiz.lesson2.question1.correct": "0",
    "quiz.lesson2.question2": "¿Cuál es el propósito principal de la vida terrenal?",
    "quiz.lesson2.question2.option1": "Divertirse y pasarla bien",
    "quiz.lesson2.question2.option2": "Aprender, crecer y prepararse para regresar a Dios",
    "quiz.lesson2.question2.option3": "Ganar dinero y ser exitoso",
    "quiz.lesson2.question2.option4": "Sobrevivir el mayor tiempo posible",
    "quiz.lesson2.question2.correct": "1",
    "quiz.lesson2.question3": "¿Qué sucede después de la muerte según el Plan de Salvación?",
    "quiz.lesson2.question3.option1": "Todo termina",
    "quiz.lesson2.question3.option2": "El espíritu va al mundo de los espíritus",
    "quiz.lesson2.question3.option3": "Se reencarna en otro cuerpo",
    "quiz.lesson2.question3.option4": "Se convierte en fantasma",
    "quiz.lesson2.question3.correct": "1",
    "quiz.lesson2.question4": "¿Qué es la resurrección?",
    "quiz.lesson2.question4.option1": "Volver a nacer",
    "quiz.lesson2.question4.option2": "La unión eterna del cuerpo y espíritu",
    "quiz.lesson2.question4.option3": "Convertirse en ángel",
    "quiz.lesson2.question4.option4": "Ir al cielo",
    "quiz.lesson2.question4.correct": "1",
    "quiz.lesson2.question5": "¿Cómo podemos saber si el Plan de Salvación es verdadero?",
    "quiz.lesson2.question5.option1": "Solo leyendo libros",
    "quiz.lesson2.question5.option2": "Orando y pidiendo confirmación a Dios",
    "quiz.lesson2.question5.option3": "Escuchando a otras personas",
    "quiz.lesson2.question5.option4": "Estudiando filosofía",
    "quiz.lesson2.question5.correct": "1",
    "quiz.lesson2.question6": "¿Qué significa la Expiación de Jesucristo?",
    "quiz.lesson2.question6.option1": "Que Cristo murió por accidente",
    "quiz.lesson2.question6.option2": "El sacrificio que permite el perdón y la resurrección",
    "quiz.lesson2.question6.option3": "Que Cristo fue un mártir",
    "quiz.lesson2.question6.option4": "Que Cristo fue un buen ejemplo",
    "quiz.lesson2.question6.correct": "1",
    "quiz.lesson2.question7": "¿Cuáles son los tres grados de gloria mencionados en las Escrituras?",
    "quiz.lesson2.question7.option1": "Celestial, Terrestre y Telestial",
    "quiz.lesson2.question7.option2": "Alto, Medio y Bajo",
    "quiz.lesson2.question7.option3": "Primero, Segundo y Tercero",
    "quiz.lesson2.question7.option4": "Dorado, Plateado y Bronce",
    "quiz.lesson2.question7.correct": "0",
    "quiz.lesson3.question1": "¿Cuál es el primer principio del Evangelio de Jesucristo?",
    "quiz.lesson3.question1.option1": "La fe en Jesucristo",
    "quiz.lesson3.question1.option2": "El bautismo",
    "quiz.lesson3.question1.option3": "La oración",
    "quiz.lesson3.question1.option4": "El ayuno",
    "quiz.lesson3.question1.correct": "0",
    "quiz.lesson3.question2": "¿Qué es el arrepentimiento?",
    "quiz.lesson3.question2.option1": "Solo sentir remordimiento",
    "quiz.lesson3.question2.option2": "Cambiar de dirección para acercarse a Dios",
    "quiz.lesson3.question2.option3": "Pagar por los pecados",
    "quiz.lesson3.question2.option4": "Olvidar el pasado",
    "quiz.lesson3.question2.correct": "1",
    "quiz.lesson3.question3": "¿Por qué es importante el bautismo?",
    "quiz.lesson3.question3.option1": "Es solo una tradición",
    "quiz.lesson3.question3.option2": "Es la puerta al camino del Evangelio y un convenio con Dios",
    "quiz.lesson3.question3.option3": "Para ser aceptado socialmente",
    "quiz.lesson3.question3.option4": "Para cumplir con la familia",
    "quiz.lesson3.question3.correct": "1",
    "quiz.lesson3.question4": "¿Qué es el don del Espíritu Santo?",
    "quiz.lesson3.question4.option1": "Un regalo material",
    "quiz.lesson3.question4.option2": "Una brújula espiritual que consuela, advierte y confirma la verdad",
    "quiz.lesson3.question4.option3": "Un libro sagrado",
    "quiz.lesson3.question4.option4": "Una experiencia emocional",
    "quiz.lesson3.question4.correct": "1",
    "quiz.lesson3.question5": "¿Qué significa perseverar hasta el fin?",
    "quiz.lesson3.question5.option1": "Solo seguir por un tiempo",
    "quiz.lesson3.question5.option2": "Continuar fielmente en el Evangelio durante toda la vida",
    "quiz.lesson3.question5.option3": "Hacer lo mínimo necesario",
    "quiz.lesson3.question5.option4": "Seguir solo cuando es fácil",
    "quiz.lesson3.question5.correct": "1",
    "quiz.lesson3.question6": "¿Qué son las ordenanzas del Evangelio?",
    "quiz.lesson3.question6.option1": "Solo ceremonias",
    "quiz.lesson3.question6.option2": "Actos sagrados que marcan nuestro progreso espiritual",
    "quiz.lesson3.question6.option3": "Tradiciones culturales",
    "quiz.lesson3.question6.option4": "Rituales antiguos",
    "quiz.lesson3.question6.correct": "1",
    "quiz.lesson3.question7": "¿Cuál es el resultado de vivir el Evangelio?",
    "quiz.lesson3.question7.option1": "Solo felicidad temporal",
    "quiz.lesson3.question7.option2": "Gozo verdadero y profundo que llena el alma",
    "quiz.lesson3.question7.option3": "Solo bendiciones materiales",
    "quiz.lesson3.question7.option4": "Satisfacción personal",
    "quiz.lesson3.question7.correct": "1",
    "mainScripture": "Escritura principal",
    "learnMore": "Aprenda más",
    "close": "Cerrar",
    "back": "Atrás",
    "nextTopic": "Siguiente tópico",
    "testLearning": "Probar lo aprendido",
    "backToLesson": "Volver a la lección",
    "quiz.levels.title": "Selecciona el nivel de dificultad",
    "quiz.level.easy": "Moderado",
    "quiz.level.medium": "Medio",
    "quiz.level.hard": "Difícil",
    "quiz.level.easy.desc": "3 preguntas por lección",
    "quiz.level.medium.desc": "7 preguntas por lección",
    "quiz.level.hard.desc": "15 preguntas por lección",
    "quiz.selectLevel": "Seleccionar Nivel",
    "quiz.title": "Quiz de Lecciones",
    "quiz.subtitle": "Selecciona una lección para comenzar",
    "quiz.questions": "preguntas",
    "quiz.start": "Comenzar →",
    "quiz.tips.title": "💡 Consejos para el Quiz",
    "quiz.tips.text": "• Lee cuidadosamente cada pregunta\n• Selecciona la respuesta que consideres correcta\n• Puedes revisar tus respuestas al final\n• ¡No te preocupes si no obtienes todas correctas!",
    "quiz.lesson1.subtitle": "La Restauración",
    "quiz.lesson1.description": "Preguntas sobre la restauración del evangelio",
    "quiz.lesson2.subtitle": "El Plan de Salvación",
    "quiz.lesson2.description": "Preguntas sobre el plan de Dios para nosotros",
    "quiz.lesson3.subtitle": "El Evangelio de Jesucristo",
    "quiz.lesson3.description": "Preguntas sobre la fe, arrepentimiento y convenios",
    "quiz.lesson4.subtitle": "Los Mandamientos",
    "quiz.lesson4.description": "Preguntas sobre los mandamientos y la obediencia",
    "quiz.lesson5.subtitle": "Leyes y Ordenanzas",
    "quiz.lesson5.description": "Preguntas sobre sacerdocio y ordenanzas",
    "quiz.testKnowledge": "Pon a prueba tu conocimiento",
    "quiz.question": "Pregunta",
    "quiz.of": "de",
    "quiz.next": "Siguiente →",
    "quiz.finish": "Finalizar",
    "quiz.tryAgain": "Intentar de Nuevo",
    "quiz.quizTitle": "Quiz - Lección",
    "lessons.selectLesson": "Selecciona una lección para comenzar",
    "lessons.learningTools": "Herramientas de Aprendizaje",
    "lessons.quizTitle": "Quiz de Lecciones",
    "lessons.quizDescription": "Pon a prueba tu conocimiento con preguntas sobre cada lección",
    "lessons.reflectionsTitle": "Mis Reflexiones",
    "lessons.reflectionsDescription": "Comparte tus pensamientos y aprendizajes personales",
    "lessons.lesson1.description": "9 temas sobre la restauración del evangelio",
    "lessons.lesson2.description": "7 temas sobre el plan de salvación",
    "lessons.lesson3.description": "7 temas sobre el evangelio de Jesucristo",
    "lessons.lesson4.description": "9 temas sobre los mandamientos del evangelio",
    "lessons.lesson5.description": "7 temas sobre convenios y ordenanzas",
    "lessons.completed": "completadas",
    "lessons.of": "de",
    "quiz.lesson4.question1": "¿Por qué debemos obedecer los mandamientos?",
    "quiz.lesson4.question1.option1": "Para evitar castigos",
    "quiz.lesson4.question1.option2": "Porque nos traen bendiciones y nos acercan a Dios",
    "quiz.lesson4.question1.option3": "Porque es obligatorio",
    "quiz.lesson4.question1.option4": "Para impresionar a otros",
    "quiz.lesson4.question1.correct": "1",
    "quiz.lesson4.question2": "¿Cuál es el propósito del día de reposo?",
    "quiz.lesson4.question2.option1": "Descansar y dormir",
    "quiz.lesson4.question2.option2": "Adorar a Dios y renovar nuestros convenios",
    "quiz.lesson4.question2.option3": "Hacer actividades recreativas",
    "quiz.lesson4.question2.option4": "Trabajar menos",
    "quiz.lesson4.question2.correct": "1",
    "quiz.lesson4.question3": "¿Qué es la Palabra de Sabiduría?",
    "quiz.lesson4.question3.option1": "Un libro de la Biblia",
    "quiz.lesson4.question3.option2": "Una ley de salud que incluye evitar sustancias dañinas",
    "quiz.lesson4.question3.option3": "Un consejo opcional",
    "quiz.lesson4.question3.option4": "Un plan de dieta",
    "quiz.lesson4.question3.correct": "1",
    "quiz.lesson5.question1": "¿Qué es el sacerdocio?",
    "quiz.lesson5.question1.option1": "Un título religioso",
    "quiz.lesson5.question1.option2": "La autoridad para actuar en el nombre de Dios",
    "quiz.lesson5.question1.option3": "Una posición en la iglesia",
    "quiz.lesson5.question1.option4": "Una ceremonia religiosa",
    "quiz.lesson5.question1.correct": "1",
    "quiz.lesson5.question2": "¿Qué son las ordenanzas del templo?",
    "quiz.lesson5.question2.option1": "Servicios regulares de la iglesia",
    "quiz.lesson5.question2.option2": "Ceremonias sagradas realizadas en templos",
    "quiz.lesson5.question2.option3": "Estudios bíblicos",
    "quiz.lesson5.question2.option4": "Reuniones de oración",
    "quiz.lesson5.question2.correct": "1",
    "quiz.lesson5.question3": "¿Qué es el matrimonio eterno?",
    "quiz.lesson5.question3.option1": "Un matrimonio duradero",
    "quiz.lesson5.question3.option2": "Un matrimonio que continúa después de la muerte",
    "quiz.lesson5.question3.option3": "Un matrimonio perfecto",
    "quiz.lesson5.question3.option4": "Una boda religiosa",
    "quiz.lesson5.question3.correct": "1",
    "lesson6.title": "Los Artículos de Fe",
    "lesson6.topic1": "Artículo de Fe 1",
    "lesson6.topic1.desc": "Creemos en Dios el Eterno Padre, en Su Hijo Jesucristo y en el Espíritu Santo. Esto enseña que son tres seres distintos, unidos en propósito perfecto. La Biblia muestra esta verdad en el bautismo de Jesús, cuando el Padre habló desde el cielo, el Hijo fue bautizado y el Espíritu descendió como paloma (Mateo 3:16–17). El Libro de Mormón también confirma esta doctrina (3 Nefi 11:27). Ejemplo moderno: al orar, dirigimos nuestras palabras al Padre, en el nombre de Cristo, y recibimos respuesta por medio del Espíritu Santo.",
    "lesson6.topic1.scriptureMain": "Y cuando hubieron hecho esto, Jesús les dijo: Venid a mí y sed bautizados en mi nombre, porque así me ha mandado el Padre, para que podáis ser santificados por la recepción del Espíritu Santo, a fin de que os presentéis sin mancha ante mí en el último día. (3 Nefi 11:27)",
    "lesson6.topic1.more.0": "Mateo 3:16–17 — \"Y Jesús, después que fue bautizado, subió inmediatamente del agua; y he aquí, los cielos le fueron abiertos, y vio al Espíritu de Dios que descendía como paloma y venía sobre él. Y hubo una voz de los cielos que decía: Este es mi Hijo amado, en quien tengo complacencia.\"",
    "lesson6.topic1.more.1": "Juan 17:21 — \"Para que todos sean uno; como tú, oh Padre, en mí, y yo en ti, que también ellos sean uno en nosotros; para que el mundo crea que tú me enviaste.\"",
    "lesson6.topic1.more.2": "Hechos 7:55–56 — \"Pero Esteban, estando lleno del Espíritu Santo, puestos los ojos en el cielo, vio la gloria de Dios, y a Jesús que estaba a la diestra de Dios, y dijo: He aquí, veo los cielos abiertos, y al Hijo del Hombre que está a la diestra de Dios.\"",
    "lesson6.topic1.more.3": "DyC 130:22 — \"El Padre tiene un cuerpo de carne y huesos tan tangible como el del hombre; así también el Hijo; pero el Espíritu Santo no tiene un cuerpo de carne y huesos, sino que es un personaje de Espíritu.\"",
    "lesson6.topic2": "Artículo de Fe 2",
    "lesson6.topic2.desc": "Creemos que los hombres serán castigados por sus propios pecados, y no por la transgresión de Adán. Esto significa que cada persona es responsable ante Dios por sus propias decisiones. No heredamos la culpa de Adán, aunque sí vivimos en un mundo caído con sus consecuencias. El Libro de Mormón enseña que los hombres son libres para elegir la libertad y la vida eterna, o la cautividad y la muerte (2 Nefi 2:25–27). Ejemplo moderno: una persona no es juzgada por los errores de sus padres, sino por sus propias elecciones.",
    "lesson6.topic2.scriptureMain": "Y los hombres son libres según la carne; y todas las cosas que son dadas al hombre son de Dios. Y son libres para elegir la libertad y la vida eterna, por medio del gran Mediador de todos los hombres, o para elegir la cautividad y la muerte, según la cautividad y el poder del diablo. (2 Nefi 2:25–27)",
    "lesson6.topic2.more.0": "Ezequiel 18:20 — \"El alma que pecare, esa morirá; el hijo no llevará el pecado del padre, ni el padre llevará el pecado del hijo.\"",
    "lesson6.topic2.more.1": "Romanos 5:12 — \"Por tanto, como el pecado entró en el mundo por un hombre, y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron.\"",
    "lesson6.topic2.more.2": "Moisés 6:54 — \"Por tanto, enseñad estas cosas a vuestros hijos, que todo hombre en toda nación, tribu, lengua y pueblo debe arrepentirse y prepararse para comparecer ante el tribunal del Santo de Israel.\"",
    "lesson6.topic2.more.3": "Alma 42:7 — \"Y así vemos que el hombre llegó a ser un ser caído, y por eso llegó a ser un ser mortal, y un ser espiritual, separado de Dios.\"",
    "lesson6.topic3": "Artículo de Fe 3",
    "lesson6.topic3.desc": "Creemos que por la Expiación de Cristo, todo el género humano puede ser salvo, con tal que guarde los mandamientos. La gracia de Cristo nos ofrece la salvación, pero debemos aceptarla viviendo Sus enseñanzas. Nefi enseñó: 'Es por la gracia por la que nos salvamos, después de todo lo que podamos hacer' (2 Nefi 25:23). Ejemplo moderno: alguien que se esfuerza por guardar los mandamientos, aunque cometa errores, confía en que la gracia de Cristo lo levanta y le da esperanza.",
    "lesson6.topic3.scriptureMain": "Porque por la gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios; no por obras, para que nadie se gloríe. (2 Nefi 25:23)",
    "lesson6.topic3.more.0": "Juan 3:16 — \"Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree no se pierda, mas tenga vida eterna.\"",
    "lesson6.topic3.more.1": "Mosíah 3:19 — \"Porque el hombre natural es enemigo de Dios, y lo ha sido desde la caída de Adán, y lo será para siempre jamás, a menos que se someta al influjo del Espíritu Santo.\"",
    "lesson6.topic3.more.2": "Efesios 2:8–10 — \"Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios; no por obras, para que nadie se gloríe.\"",
    "lesson6.topic3.more.3": "Alma 11:40 — \"Y él tomará sobre sí la muerte, para soltar las ligaduras de la muerte que sujetan a su pueblo; y él tomará sobre sí sus transgresiones y sus iniquidades, para que su corazón no se llene de dolor.\"",
    "lesson6.topic4": "Artículo de Fe 4",
    "lesson6.topic4.desc": "Creemos que los primeros principios y ordenanzas del Evangelio son: fe en el Señor Jesucristo, arrepentimiento, bautismo por inmersión y la imposición de manos para recibir el don del Espíritu Santo. Este es el 'camino' enseñado por Cristo mismo en 2 Nefi 31. Ejemplo moderno: un investigador que estudia, se arrepiente, se bautiza y recibe el Espíritu Santo, inicia un camino de discipulado que lo acompaña toda su vida.",
    "lesson6.topic4.scriptureMain": "Y ahora, si el Cordero de Dios, siendo santo, tiene necesidad de ser bautizado por agua para cumplir toda justicia, ¡cuánto más nosotros, siendo impuros, tenemos necesidad de ser bautizados, sí, por agua! (2 Nefi 31:5–21)",
    "lesson6.topic4.more.0": "Hechos 2:38 — \"Pedro les dijo: Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.\"",
    "lesson6.topic4.more.1": "Marcos 16:16 — \"El que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado.\"",
    "lesson6.topic4.more.2": "3 Nefi 27:20 — \"Ahora bien, este es el mandamiento: Arrepentíos, todos vosotros, extremos de la tierra, y venid a mí y sed bautizados en mi nombre.\"",
    "lesson6.topic4.more.3": "Moroni 8:10–12 — \"He aquí, os digo que esto es lo que me ha sido mandado concerniente a los niños pequeños.\"",
    "lesson6.topic5": "Artículo de Fe 5",
    "lesson6.topic5.desc": "Creemos que el hombre debe ser llamado por Dios, por profecía y la imposición de manos de aquellos que tienen autoridad, para predicar el Evangelio y administrar sus ordenanzas. Esto enseña que nadie se autollama al ministerio, sino que debe ser llamado de manera divina. Ejemplo moderno: un obispo recibe su llamamiento no porque se ofrezca, sino porque es escogido mediante revelación y sostenido por la congregación.",
    "lesson6.topic5.scriptureMain": "Y nadie toma para sí esta honra, sino el que es llamado por Dios, como lo fue Aarón. (Hebreos 5:4)",
    "lesson6.topic5.more.0": "Éxodo 28:1 — \"Harás llegar delante de ti a Aarón tu hermano, y a sus hijos consigo, de entre los hijos de Israel, para que sean mis sacerdotes.\"",
    "lesson6.topic5.more.1": "DyC 42:11 — \"Y de nuevo, os digo que no enseñaréis sino los principios de mi evangelio, que están en la Biblia y el Libro de Mormón.\"",
    "lesson6.topic5.more.2": "Alma 13:3 — \"Y esta es la manera según la cual fueron ordenados: llamados y preparados desde la fundación del mundo, de acuerdo con la presciencia de Dios.\"",
    "lesson6.topic5.more.3": "3 Nefi 11:21–22 — \"Y el Señor les habló, diciendo: Levantaos y venid a mí, para que podáis meter vuestras manos en mi costado.\"",
    "lesson6.topic6": "Artículo de Fe 6",
    "lesson6.topic6.desc": "Creemos en la misma organización que existió en la Iglesia primitiva, con apóstoles, profetas, pastores, maestros, evangelistas, etc. Esta organización garantiza unidad y dirección divina. Ejemplo moderno: los Doce Apóstoles actuales cumplen la misma función que Pedro, Santiago y Juan en la Iglesia primitiva.",
    "lesson6.topic6.scriptureMain": "Y él mismo constituyó a unos, apóstoles; a otros, profetas; a otros, evangelistas; a otros, pastores y maestros, a fin de perfeccionar a los santos para la obra del ministerio, para la edificación del cuerpo de Cristo. (Efesios 4:11–14)",
    "lesson6.topic6.more.0": "Hechos 2:42 — \"Y perseveraban en la doctrina de los apóstoles, en la comunión unos con otros, en el partimiento del pan y en las oraciones.\"",
    "lesson6.topic6.more.1": "1 Corintios 12:28 — \"Y a unos puso Dios en la iglesia, primeramente apóstoles, luego profetas, lo tercero maestros, luego los que hacen milagros.\"",
    "lesson6.topic6.more.2": "DyC 107:23 — \"Los doce constituyen el Quórum de los Doce, o Consejo Viajante de los Doce.\"",
    "lesson6.topic6.more.3": "Mosíah 18:18 — \"Y ordenó sacerdotes para enseñar al pueblo, para que pudieran oír la palabra de Dios.\"",
    "lesson6.topic7": "Artículo de Fe 7",
    "lesson6.topic7.desc": "Creemos en los dones espirituales: lenguas, profecía, revelación, visiones, sanidades, interpretación de lenguas, etc. Estos dones fortalecen la fe y edifican la Iglesia. Ejemplo moderno: un misionero que aprende un idioma nuevo y testifica con poder gracias al Espíritu Santo está recibiendo este don.",
    "lesson6.topic7.scriptureMain": "Y además, exhorto a mis hermanos a que recuerden que todo don bueno viene de Cristo. (Moroni 10:8–18)",
    "lesson6.topic7.more.0": "1 Corintios 12:7–11 — \"Pero a cada uno le es dada la manifestación del Espíritu para provecho.\"",
    "lesson6.topic7.more.1": "DyC 46:9–12 — \"Porque he aquí, a uno se le da por el Espíritu Santo que sepa las diferencias de administración.\"",
    "lesson6.topic7.more.2": "Hechos 2:4 — \"Y fueron todos llenos del Espíritu Santo, y comenzaron a hablar en otras lenguas, según el Espíritu les daba que hablasen.\"",
    "lesson6.topic7.more.3": "2 Nefi 32:2–3 — \"¿No habéis leído que el hombre no es justificado por las obras de la ley, sino por la fe de Jesucristo?\"",
    "lesson6.topic8": "Artículo de Fe 8",
    "lesson6.topic8.desc": "Creemos que la Biblia es la palabra de Dios hasta donde esté traducida correctamente; también creemos que el Libro de Mormón es la palabra de Dios. Ambos son testigos de Jesucristo y se complementan mutuamente. Ejemplo moderno: al leer la Biblia sobre la resurrección y confirmarlo con 3 Nefi 11 en el Libro de Mormón, nuestra fe en Cristo se fortalece.",
    "lesson6.topic8.scriptureMain": "Y porque mi palabra no perecerá, sino que se cumplirá, ya sea por mi propia voz o por la voz de mis siervos, es lo mismo. (2 Nefi 29:8–10)",
    "lesson6.topic8.more.0": "Juan 10:16 — \"También tengo otras ovejas que no son de este redil; aquéllas también debo traer, y oirán mi voz.\"",
    "lesson6.topic8.more.1": "Ezequiel 37:15–17 — \"Y vino a mí palabra de Jehová, diciendo: Hijo de hombre, toma ahora un palo y escribe en él: Para Judá.\"",
    "lesson6.topic8.more.2": "DyC 42:12 — \"Y de nuevo, os digo que no enseñaréis sino los principios de mi evangelio, que están en la Biblia y el Libro de Mormón.\"",
    "lesson6.topic8.more.3": "1 Nefi 13:40 — \"Y el ángel me habló, diciendo: Estos últimos anales que has visto entre los gentiles establecerán la verdad de los primeros.\"",
    "lesson6.topic9": "Artículo de Fe 9",
    "lesson6.topic9.desc": "Creemos todo lo que Dios ha revelado, lo que actualmente revela y que aún revelará mucho más. Esto enseña la importancia de la revelación continua. Ejemplo moderno: escuchar al profeta en la conferencia general es recibir revelación moderna, igual que Moisés recibió la ley en el Sinaí.",
    "lesson6.topic9.scriptureMain": "Porque no hará nada Jehová el Señor, sin que revele su secreto a sus siervos los profetas. (Amós 3:7)",
    "lesson6.topic9.more.0": "2 Nefi 29:9 — \"Y porque tengo un libro, no necesito otro libro.\"",
    "lesson6.topic9.more.1": "DyC 1:38 — \"Lo que yo el Señor he hablado, he hablado, y no me disculpo.\"",
    "lesson6.topic9.more.2": "Hebreos 1:1 — \"Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas.\"",
    "lesson6.topic9.more.3": "2 Nefi 28:30 — \"Porque he aquí, así dice el Señor Dios: Daré a los hijos de los hombres línea sobre línea, precepto sobre precepto.\"",
    "lesson6.topic10": "Artículo de Fe 10",
    "lesson6.topic10.desc": "Creemos en la congregación literal de Israel y en la restauración de las Diez Tribus. Creemos que Sión (la Nueva Jerusalén) será edificada en América y que Cristo reinará personalmente sobre la tierra. Ejemplo moderno: los esfuerzos de la Iglesia en la obra misional y el recogimiento de Israel cumplen directamente esta profecía.",
    "lesson6.topic10.scriptureMain": "Y acontecerá que el Señor Dios comenzará su obra entre todas las naciones, tribus, lenguas y pueblos, para restaurar a su pueblo sobre la tierra. (3 Nefi 20:29–32)",
    "lesson6.topic10.more.0": "Ezequiel 37:21–22 — \"Y les dirás: Así ha dicho Jehová el Señor: He aquí, yo tomo a los hijos de Israel de entre las naciones a las cuales fueron.\"",
    "lesson6.topic10.more.1": "DyC 45:66–71 — \"Y acontecerá que el que invoque el nombre del Señor será salvo.\"",
    "lesson6.topic10.more.2": "Jeremías 16:15–16 — \"Vive Jehová, que hizo subir a los hijos de Israel de tierra del norte.\"",
    "lesson6.topic10.more.3": "DyC 133:9–11 — \"Y acontecerá que el Señor Dios comenzará su obra entre todas las naciones, tribus, lenguas y pueblos.\"",
    "lesson6.topic11": "Artículo de Fe 11",
    "lesson6.topic11.desc": "Reclamamos el privilegio de adorar a Dios conforme a la conciencia, y concedemos el mismo derecho a todos los hombres. Esta doctrina defiende la libertad religiosa. Ejemplo moderno: convivir pacíficamente en una comunidad donde hay católicos, evangélicos y mormones, reconociendo el derecho de cada uno a adorar a Dios según su fe.",
    "lesson6.topic11.scriptureMain": "Y si mal os parece servir a Jehová, escogeos hoy a quién sirváis. (Josué 24:15)",
    "lesson6.topic11.more.0": "DyC 134:4 — \"Creemos que la religión es instituida por Dios.\"",
    "lesson6.topic11.more.1": "Alma 30:9 — \"Y así vemos que el hombre llegó a ser un ser caído, y por eso llegó a ser un ser mortal.\"",
    "lesson6.topic11.more.2": "2 Nefi 2:27 — \"Por tanto, el hombre es libre según la carne; y todas las cosas que son dadas al hombre son de Dios.\"",
    "lesson6.topic11.more.3": "Gálatas 5:13 — \"Porque vosotros, hermanos, a libertad fuisteis llamados; solamente que no uséis la libertad como ocasión para la carne.\"",
    "lesson6.topic12": "Artículo de Fe 12",
    "lesson6.topic12.desc": "Creemos en obedecer, honrar y sostener la ley y a los gobernantes. Ser buenos ciudadanos es parte de ser buenos discípulos. Ejemplo moderno: pagar impuestos aunque sea difícil, reconociendo que es parte del orden de Dios para la sociedad.",
    "lesson6.topic12.scriptureMain": "Sométase toda persona a las autoridades superiores; porque no hay autoridad sino de parte de Dios, y las que hay, por Dios han sido establecidas. (Romanos 13:1–2)",
    "lesson6.topic12.more.0": "DyC 58:21–22 — \"Que ningún hombre quebrante las leyes del país, porque el que guarda las leyes de Dios no tiene necesidad de quebrantar las leyes del país.\"",
    "lesson6.topic12.more.1": "Mosíah 29:25–27 — \"Y ahora, si pudiera haber hombres justos nombrados para ser jueces de la tierra.\"",
    "lesson6.topic12.more.2": "Mateo 22:21 — \"Dad, pues, a César lo que es de César, y a Dios lo que es de Dios.\"",
    "lesson6.topic12.more.3": "Tito 3:1 — \"Recuérdales que se sujeten a los gobernantes y autoridades, que obedezcan, que estén dispuestos a toda buena obra.\"",
    "lesson6.topic13": "Artículo de Fe 13",
    "lesson6.topic13.desc": "Creemos en ser honrados, verídicos, castos, benevolentes, virtuosos y en hacer el bien a todos. También buscamos lo que sea digno de alabanza. Este artículo describe cómo debe ser el carácter de un verdadero discípulo de Cristo. Ejemplo moderno: un joven que evita la pornografía, habla con respeto y ayuda a los demás, refleja este principio en acción.",
    "lesson6.topic13.scriptureMain": "Por lo demás, hermanos, todo lo que es verdadero, todo lo honesto, todo lo justo, todo lo puro, todo lo amable, todo lo que es de buen nombre; si hay virtud alguna, si algo digno de alabanza, en esto pensad. (Filipenses 4:8)",
    "lesson6.topic13.more.0": "Mosíah 2:17 — \"Y he aquí, os digo estas cosas para que aprendáis sabiduría.\"",
    "lesson6.topic13.more.1": "DyC 121:45 — \"Que tu corazón se llene de caridad hacia todos los hombres.\"",
    "lesson6.topic13.more.2": "Alma 7:23–24 — \"Y ahora, amados hermanos míos, quisiera que os arrepintierais.\"",
    "lesson6.topic13.more.3": "Mateo 5:16 — \"Así alumbre vuestra luz delante de los hombres, para que vean vuestras buenas obras.\"",
    "lessons.lesson6.description": "13 tópicos sobre los artículos de fe",
    "quiz.lesson6.question1": "¿Qué enseña el primer artículo de fe?",
    "quiz.lesson6.question1.option1": "Que Dios, Jesucristo y el Espíritu Santo son tres seres distintos",
    "quiz.lesson6.question1.option2": "Que solo existe un Dios",
    "quiz.lesson6.question1.option3": "Que Jesucristo es el único Dios",
    "quiz.lesson6.question1.option4": "Que el Espíritu Santo no existe",
    "quiz.lesson6.question1.correct": "0",
    "quiz.lesson6.question2": "¿Qué enseña el segundo artículo de fe sobre la responsabilidad?",
    "quiz.lesson6.question2.option1": "Los hombres serán castigados por los pecados de Adán",
    "quiz.lesson6.question2.option2": "Los hombres serán castigados por sus propios pecados",
    "quiz.lesson6.question2.option3": "No hay responsabilidad personal",
    "quiz.lesson6.question2.option4": "Todos serán salvos automáticamente",
    "quiz.lesson6.question2.correct": "1",
    "quiz.lesson6.question3": "¿Cuáles son los primeros principios y ordenanzas del evangelio según el cuarto artículo de fe?",
    "quiz.lesson6.question3.option1": "Fe, arrepentimiento, bautismo, don del Espíritu Santo",
    "quiz.lesson6.question3.option2": "Oración, ayuno, servicio, estudio",
    "quiz.lesson6.question3.option3": "Amor, perdón, paz, gozo",
    "quiz.lesson6.question3.option4": "Obediencia, sacrificio, templo, familia",
    "quiz.lesson6.question3.correct": "0",
    "quiz.lesson1.question1": "¿Qué hizo José Smith cuando tenía preguntas sobre qué iglesia era verdadera?",
    "quiz.lesson1.question1.option1": "Fue a la iglesia más cercana",
    "quiz.lesson1.question1.option2": "Oró a Dios pidiendo sabiduría",
    "quiz.lesson1.question1.option3": "Preguntó a sus padres",
    "quiz.lesson1.question1.option4": "Leyó muchos libros",
    "quiz.lesson1.question1.correct": "1",
    "quiz.lesson1.question2": "¿Qué es el Libro de Mormón?",
    "quiz.lesson1.question2.option1": "Un libro de historia",
    "quiz.lesson1.question2.option2": "Otro testamento de Jesucristo",
    "quiz.lesson1.question2.option3": "Un libro de cuentos",
    "quiz.lesson1.question2.option4": "Un libro de ciencia",
    "quiz.lesson1.question2.correct": "1",
    "quiz.lesson1.question3": "¿Cuál es el propósito principal de la Restauración?",
    "quiz.lesson1.question3.option1": "Crear una nueva religión",
    "quiz.lesson1.question3.option2": "Restaurar la verdadera Iglesia de Cristo",
    "quiz.lesson1.question3.option3": "Unir todas las religiones",
    "quiz.lesson1.question3.option4": "Modernizar el cristianismo",
    "quiz.lesson1.question3.correct": "1",
    "reflections.title": "Mis Reflexiones",
    "reflections.subtitle": "Reflexiona sobre lo que aprendiste en la lección:",
    "reflections.newReflection": "Nueva Reflexión",
    "reflections.promptTitle": "Preguntas para reflexionar:",
    "reflections.promptText": "• ¿Qué aprendiste que te sorprendió?\n• ¿Cómo puedes aplicar estas enseñanzas en tu vida?\n• ¿Qué preguntas tienes sobre este tema?\n• ¿Cómo te sientes después de estudiar esta lección?",
    "reflections.placeholder": "Escribe tus pensamientos y reflexiones aquí...",
    "reflections.learnedWriting": "Escritura aprendida",
    "reflections.learnedWritingPlaceholder": "¿Qué escritura o pasaje aprendiste hoy?",
    "reflections.mood": "Estado de ánimo",
    "reflections.shareTitle": "Compartir con misioneros",
    "reflections.shareDescription": "Permite que los misioneros vean tu reflexión para ayudarte mejor.",
    "reflections.privacyTitle": "Privacidad",
    "reflections.privacyText": "Tu reflexión es privada. Solo los misioneros asignados pueden verla si eliges compartirla.",
    "reflections.save": "Guardar Reflexión",
    "reflections.update": "Actualizar",
    "reflections.edit": "Editar",
    "reflections.delete": "Eliminar",
    "reflections.alertTitle": "Reflexión requerida",
    "reflections.alertMessage": "Por favor escribe tus reflexiones antes de continuar.",
    "reflections.ok": "OK"
}