{
  "tabs.home": "Accueil",
  "tabs.lessons": "Leçons",
  "tabs.tasks": "Tâches",
  "tabs.progress": "Progrès",
  "tabs.baptism": "Baptême",
  "tabs.profile": "Profil",
  "navigation.lessons": "Leçons",
  "lesson1.title": "La Restauration",
  "lesson1.topic1": "Dieu est votre Père céleste aimant",
  "lesson1.topic2": "L'Évangile bénit les familles et les personnes",
  "lesson1.topic3": "Notre Père céleste révèle Son Évangile",
  "lesson1.topic4": "Jésus-Christ a établi Son Église",
  "lesson1.topic5": "La Grande Apostasie",
  "lesson1.topic6": "La Restauration de l'Évangile",
  "lesson1.topic7": "La Restauration de la Prêtrise",
  "lesson1.topic8": "Le Livre de Mormon",
  "lesson1.topic9": "Comment puis-je savoir ?",
  "lesson1.topic1.desc": "Dieu est votre Père céleste. Il vous connaît personnellement, même mieux que vous ne vous connaissez vous-même. Il connaît vos luttes, vos aspirations les plus profondes, et même les pensées que vous gardez au fond de votre cœur. Et surtout : Il vous aime plus que vous ne pouvez l'imaginer. Cet amour n'est pas éphémère ni conditionnel ; c'est un amour éternel, constant, parfait.\n\nSon plus grand désir est que vous soyez heureux, non seulement maintenant dans cette vie pleine d'épreuves et d'apprentissages, mais aussi pour toute l'éternité. Pour atteindre ce but, notre Père céleste a fourni un plan : l'Évangile de Jésus-Christ. Jésus-Christ, Son Fils bien-aimé, est venu sur terre pour nous enseigner comment vivre, pour nous montrer l'exemple parfait et pour nous donner la possibilité de retourner au Père.\n\nL'Évangile n'est pas seulement un ensemble de commandements ; c'est un chemin de bonheur et de paix durable.",
  "lesson1.topic1.scriptureMain": "\"Je vous laisse la paix, je vous donne ma paix. Je ne vous la donne pas comme le monde la donne. Que votre cœur ne se trouble point, et ne s'alarme point.\" (Jean 14:27)",
  "lesson1.topic1.more.0": "Jean 3:16 — \"Car Dieu a tant aimé le monde qu'il a donné son Fils unique, afin que quiconque croit en lui ne périsse point, mais qu'il ait la vie éternelle.\"",
  "lesson1.topic1.more.1": "Romains 8:16 — \"L'Esprit lui-même rend témoignage à notre esprit que nous sommes enfants de Dieu.\"",
  "lesson1.topic1.more.2": "Moïse 1:39 — \"Car voici, c'est là mon œuvre et ma gloire : réaliser l'immortalité et la vie éternelle de l'homme.\"",
  "lesson1.topic1.more.3": "Actes 17:27–29 — \"Afin qu'ils cherchent le Seigneur, et qu'ils s'efforcent de le trouver en tâtonnant, bien qu'il ne soit pas loin de chacun de nous…\"",
  "lesson1.topic2.desc": "Une des plus grandes preuves que Dieu nous aime est qu'Il nous a donné les familles. La famille est l'atelier de l'amour, où nous apprenons à pardonner, à partager et à grandir ensemble. Bien que toutes les familles ne soient pas parfaites, et que parfois nous faisons face à des conflits ou des difficultés, Dieu a promis que si nous suivons Jésus-Christ, Il bénira notre foyer avec une plus grande unité et force.\n\nExemple actuel : Imaginez une famille qui décide de lire les Écritures ensemble chaque soir. Au début, les enfants se distraient, certains se plaignent, et il semble que cela ne fonctionne pas. Mais avec le temps, ces petites graines germent en un esprit d'amour et d'unité dans le foyer. C'est le pouvoir de l'Évangile dans la famille : il ne transforme pas du jour au lendemain, mais avec la constance il change les cœurs et les relations.\n\nEn résumé : Dieu est votre Père céleste, Il vous aime, et à travers Jésus-Christ Il vous offre la paix, le but et la vraie joie dans votre vie personnelle et familiale.",
  "lesson1.topic2.scriptureMain": "\"Quand vous êtes au service de vos semblables, vous êtes seulement au service de votre Dieu.\" (Mosiah 2:17)",
  "lesson1.topic2.more.0": "Éphésiens 6:4 — \"Et vous, pères, n'irritez pas vos enfants, mais élevez-les en les corrigeant et en les instruisant selon le Seigneur.\"",
  "lesson1.topic2.more.1": "Proverbes 22:6 — \"Instruis l'enfant selon la voie qu'il doit suivre; et quand il sera vieux, il ne s'en détournera pas.\"",
  "lesson1.topic2.more.2": "D&A 68:25 — \"Et de nouveau, dans la mesure où les parents ont des enfants en Sion, ou dans l'une de ses pieux qui sont organisés, qui ne leur enseignent pas à comprendre la doctrine de la repentance, la foi en Christ le Fils du Dieu vivant, et du baptême et du don du Saint-Esprit par l'imposition des mains, quand ils ont huit ans, le péché sera sur la tête des parents.\"",
  "lesson1.topic2.more.3": "D&A 93:40 — \"Mais je vous ai commandé d'élever vos enfants dans la lumière et la vérité.\"",
  "lesson1.topic3.desc": "Dieu ne nous a jamais laissés à la dérive. Depuis le commencement du monde, Il a choisi des prophètes pour enseigner et guider Ses enfants. Adam, Noé, Abraham et Moïse étaient des hommes appelés directement par Lui.\n\nLes prophètes ont trois missions essentielles :\n• Enseigner à propos de Dieu et témoigner de Jésus-Christ.\n• Recevoir la révélation ou la direction de la part du Seigneur.\n• Guider le peuple et interpréter la parole de Dieu.\n\nLa prêtrise — l'autorité pour agir au nom de Dieu — leur fut donnée pour bénir les enfants des hommes. Quand nous suivons le prophète, nous recevons des bénédictions et la protection ; quand nous rejetons ses paroles, nous nous éloignons de Dieu et tombons dans l'apostasie.\n\nExemple actuel : Pensez à un entraîneur de football qui enseigne des stratégies à son équipe. Tant qu'ils l'écoutent et appliquent ses enseignements, ils gagnent des matchs. Mais s'ils décident de l'ignorer, ils perdent la direction et échouent. C'est ainsi que fonctionne la relation avec les prophètes : tant que nous suivons sa voix, nous avançons vers la victoire spirituelle.",
  "lesson1.topic3.scriptureMain": "\"Car le Seigneur, l'Éternel, ne fait rien sans avoir révélé son secret à ses serviteurs les prophètes.\" (Amos 3:7)",
  "lesson1.topic3.more.0": "Hébreux 1:1 — \"Dieu, ayant autrefois parlé à nos pères par les prophètes, nous a parlé en ces derniers temps par le Fils.\"",
  "lesson1.topic3.more.1": "D&A 1:38 — \"Ce que moi, le Seigneur, j'ai dit, je l'ai dit, et je ne m'excuse pas…\"",
  "lesson1.topic3.more.2": "D&A 21:4 — \"C'est pourquoi, tu donneras attention à toutes ses paroles et commandements qu'il te donnera comme il les reçoit.\"",
  "lesson1.topic3.more.3": "D&A 68:4 — \"Et tout ce qu'ils diront quand ils seront poussés par le Saint-Esprit sera Écriture.\"",
  "lesson1.topic4.desc": "Il y a plus de 2 000 ans, la promesse la plus attendue s'est accomplie : le Fils de Dieu est venu au monde. Jésus-Christ a vécu une vie parfaite, sans péché, et a consacré chaque jour à servir, guérir, enseigner et sauver.\n\nIl n'est pas venu seulement pour donner des conseils ; Il est venu pour établir Son Église. Il a choisi douze apôtres, leur a conféré l'autorité de la prêtrise et les a envoyés prêcher, baptiser et guider. Il a dit à Pierre que sur la \"roche\" de la révélation Il bâtirait Son Église.\n\nSa mission a culminé dans le plus grand sacrifice : l'Expiation. À Gethsémané et sur la croix, Il a porté les péchés de toute l'humanité, a souffert et est mort pour que nous puissions être pardonnés et avoir l'espérance de la vie éternelle. Et en ressuscitant, Il a vaincu la mort et a ouvert le chemin pour que tous ressuscitent.\n\nExemple actuel : Imaginez un médecin qui non seulement diagnostique une maladie, mais donne sa propre vie pour sauver les patients. C'est ce que Christ a fait : Il ne nous a pas seulement enseigné la vérité, mais a payé le prix de notre salut.",
  "lesson1.topic4.scriptureMain": "\"Et moi, je te dis que tu es Pierre, et que sur cette pierre je bâtirai mon Église; et les portes du séjour des morts ne prévaudront point contre elle.\" (Matthieu 16:18)",
  "lesson1.topic4.more.0": "Matthieu 28:19 — \"Allez, faites de toutes les nations des disciples, les baptisant au nom du Père, du Fils et du Saint-Esprit.\"",
  "lesson1.topic4.more.1": "Jean 3:5 — \"Jésus répondit : En vérité, en vérité, je te le dis, si un homme ne naît d'eau et d'Esprit, il ne peut entrer dans le royaume de Dieu.\"",
  "lesson1.topic4.more.2": "Actes 2:38 — \"Pierre leur dit : Repentez-vous, et que chacun de vous soit baptisé au nom de Jésus-Christ, pour le pardon de vos péchés; et vous recevrez le don du Saint-Esprit.\"",
  "lesson1.topic4.more.3": "1 Corinthiens 15:22 — \"Et comme tous meurent en Adam, de même aussi tous revivront en Christ.\"",
  "lesson1.topic5.desc": "Après la mort de Jésus-Christ et de Ses apôtres, vint une période sombre : la Grande Apostasie. Les apôtres furent persécutés et tués. Avec eux, l'autorité de la prêtrise fut perdue.\n\nBien que de bonnes personnes et des vérités dispersées soient restées, la plénitude de l'Évangile fut déformée. De nombreuses églises surgirent avec des enseignements contradictoires.\n\nExemple actuel : C'est comme si un enseignant laisse sa classe et avec le temps chaque élève commence à inventer sa propre version de la leçon. Au fil des années, ce qui était clair et vrai devient confusion.\n\nLes réformateurs comme Martin Luther et Jean Calvin reconnurent les erreurs et tentèrent de les corriger, mais sans la prêtrise, ils ne purent restaurer la plénitude. Une restauration complète était nécessaire.",
  "lesson1.topic5.scriptureMain": "\"Voici, les jours viennent, dit le Seigneur, l'Éternel, où j'enverrai la famine dans le pays, non pas la famine du pain et la soif de l'eau, mais la famine d'entendre les paroles de l'Éternel.\" (Amos 8:11–12)",
  "lesson1.topic5.more.0": "2 Thessaloniciens 2:3 — \"Que personne ne vous séduise d'aucune manière; car il faut que l'apostasie soit arrivée auparavant.\"",
  "lesson1.topic5.more.1": "Actes 20:29 — \"Je sais qu'après mon départ il s'introduira parmi vous des loups cruels, n'épargnant point le troupeau.\"",
  "lesson1.topic5.more.2": "1 Timothée 4:1 — \"Mais l'Esprit dit expressément que, dans les derniers temps, quelques-uns abandonneront la foi.\"",
  "lesson1.topic5.more.3": "2 Timothée 4:3 — \"Car il viendra un temps où ils ne supporteront pas la saine doctrine; mais, ayant la démangeaison d'entendre des choses agréables, ils se donneront une foule de docteurs selon leurs propres désirs.\"",
  "lesson1.topic6.desc": "En 1820, un jeune homme nommé Joseph Smith cherchait la vérité au milieu de nombreuses églises qui se contredisaient. Suivant l'invitation de Jacques 1:5, il alla dans les bois pour prier.\n\nLà, il eut une vision glorieuse connue sous le nom de Première Vision :\n\n\"Je vis une colonne de lumière exactement au-dessus de ma tête, au-dessus de l'éclat du soleil, qui descendit graduellement jusqu'à tomber sur moi… Quand la lumière reposa sur moi, je vis deux Personnages, dont l'éclat et la gloire défient toute description, se tenant au-dessus de moi dans l'air. L'un d'eux me parla, m'appelant par mon nom et dit, en montrant l'autre : Celui-ci est mon Fils bien-aimé. Écoute-le !\"\n\nLe Père et le Fils apparurent à Joseph, témoignant que Dieu parle encore avec Ses enfants. Ils lui dirent de ne se joindre à aucune église, car toutes avaient perdu la plénitude. Comme dans l'antiquité, Dieu appela un nouveau prophète pour restaurer Son Évangile sur terre.",
  "lesson1.topic6.scriptureMain": "\"Si quelqu'un d'entre vous manque de sagesse, qu'il la demande à Dieu, qui donne à tous libéralement et sans reproche, et elle lui sera donnée.\" (Jacques 1:5)",
  "lesson1.topic6.more.0": "Joseph Smith—Histoire 1:16–17 — \"Je vis une colonne de lumière exactement au-dessus de ma tête, au-dessus de l'éclat du soleil.\"",
  "lesson1.topic6.more.1": "D&A 1:30 — \"Et aussi ceux à qui ces commandements ont été donnés.\"",
  "lesson1.topic6.more.2": "D&A 1:17 — \"C'est pourquoi, moi, le Seigneur, connaissant la calamité qui viendra sur les habitants de la terre.\"",
  "lesson1.topic6.more.3": "D&A 1:23 — \"Afin que la plénitude de mon évangile puisse être proclamée par les faibles et les simples jusqu'aux extrémités du monde.\"",
  "lesson1.topic7.desc": "En 1829, Joseph Smith et Oliver Cowdery reçurent la visite de Jean-Baptiste, qui leur conféra la Prêtrise d'Aaron. Plus tard, Pierre, Jacques et Jean leur conférèrent la Prêtrise de Melchisédek, rendant ainsi l'autorité que Christ avait donnée à Ses apôtres.\n\nAvec cette autorité, Joseph Smith organisa à nouveau l'Église de Jésus-Christ sur terre. Aujourd'hui, le Président de L'Église de Jésus-Christ des Saints des Derniers Jours est un prophète vivant, avec la même autorité que les anciens apôtres.\n\nCette restauration de la prêtrise signifie que les ordonnances sacrées comme le baptême, la confirmation et le mariage éternel peuvent être accomplies avec l'autorité de Dieu, non seulement par de bons hommes, mais par ceux qui ont été appelés et ordonnés par Dieu Lui-même.",
  "lesson1.topic7.scriptureMain": "\"Et ce n'est pas un homme qui s'attribue cet honneur, mais c'est celui qui est appelé de Dieu, comme le fut Aaron.\" (Hébreux 5:4)",
  "lesson1.topic7.more.0": "D&A 13:1 — \"Sur vous, mes compagnons de service, au nom du Messie, je confère la Prêtrise d'Aaron.\"",
  "lesson1.topic7.more.1": "D&A 27:12 — \"Et aussi avec Pierre, et Jacques, et Jean, que j'ai envoyés vers vous.\"",
  "lesson1.topic7.more.2": "D&A 84:33 — \"Car quiconque est fidèle jusqu'à l'obtention de ces deux prêtrises.\"",
  "lesson1.topic7.more.3": "D&A 107:1 — \"Il y a, dans l'Église, deux prêtrises.\"",
  "lesson1.topic8.desc": "Comme preuve de la Restauration, Dieu révéla le Livre de Mormon : Un autre témoignage de Jésus-Christ. Traduit par Joseph Smith, ce livre confirme et complète la Bible.\n\nMoroni promit :\n\n\"Et quand vous recevrez ces choses, je vous exhorte à demander à Dieu, le Père Éternel, au nom du Christ, si ces choses ne sont pas vraies; et si vous demandez avec un cœur sincère, avec une intention réelle, ayant foi en Christ, il vous manifestera la vérité de cela par le pouvoir du Saint-Esprit.\"\n\nExemple actuel : Tout comme un contrat est validé avec deux signatures, Dieu nous a donné deux testaments : la Bible et le Livre de Mormon, pour confirmer la vérité de Son plan.\n\nLe Livre de Mormon contient la plénitude de l'évangile et témoigne de Jésus-Christ. C'est une preuve tangible que Dieu parle encore avec Ses enfants et que la Restauration est réelle.",
  "lesson1.topic8.scriptureMain": "\"Et quand vous recevrez ces choses, je vous exhorte à demander à Dieu, le Père Éternel, au nom du Christ, si ces choses ne sont pas vraies; et si vous demandez avec un cœur sincère, avec une intention réelle, ayant foi en Christ, il vous manifestera la vérité de cela par le pouvoir du Saint-Esprit.\" (Moroni 10:4–5)",
  "lesson1.topic8.more.0": "2 Néphi 25:26 — \"Et nous parlons du Christ, nous nous réjouissons dans le Christ, nous prêchons du Christ.\"",
  "lesson1.topic8.more.1": "Ézéchiel 37:15–17 — \"La parole de l'Éternel me fut adressée, en ces mots : Et toi, fils de l'homme, prends une pièce de bois, et écris dessus : Pour Juda.\"",
  "lesson1.topic8.more.2": "Jean 10:16 — \"J'ai encore d'autres brebis, qui ne sont pas de cette bergerie.\"",
  "lesson1.topic8.more.3": "D&A 20:8 — \"Et lui donna le pouvoir d'en haut, par les moyens qui avaient été préparés auparavant.\"",
  "lesson1.topic9.desc": "La connaissance spirituelle vient par le Saint-Esprit. Si vous priez sincèrement, en lisant les Écritures et en demandant à Dieu, Il vous répondra.\n\nL'apôtre Paul expliqua que le fruit de l'Esprit est l'amour, la joie, la paix, la patience, la bonté, la bienveillance, la foi, la douceur, la tempérance.\n\nCes sentiments paisibles sont la confirmation que l'Évangile restauré est vrai. Ce n'est pas seulement une émotion passagère, mais une conviction profonde qui vient de l'Esprit de Dieu.\n\nQuand vous ressentez cette paix, cette certitude dans votre cœur, vous saurez que vous avez trouvé la vérité. C'est la promesse de Dieu pour tous ceux qui cherchent sincèrement.",
  "lesson1.topic9.scriptureMain": "\"Mais le fruit de l'Esprit, c'est l'amour, la joie, la paix, la patience, la bonté, la bienveillance, la foi, la douceur, la tempérance.\" (Galates 5:22–23)",
  "lesson1.topic9.more.0": "Moroni 10:4 — \"Et quand vous recevrez ces choses, je vous exhorte à demander à Dieu le Père Éternel.\"",
  "lesson1.topic9.more.1": "D&A 8:2 — \"Oui, voici, je te parlerai dans ton esprit et dans ton cœur par le Saint-Esprit.\"",
  "lesson1.topic9.more.2": "Jean 14:26 — \"Mais le Consolateur, qui est le Saint-Esprit, que le Père enverra en mon nom.\"",
  "lesson1.topic9.more.3": "D&A 9:8 — \"Mais voici, je te dis que tu dois l'étudier dans ton esprit.\"",
  "lesson2.title": "Le Plan du Salut",
  "lesson2.topic1": "D'où viens-je ?",
  "lesson2.topic1.desc": "Avant de naître sur cette terre, nous existions déjà. Nous étions des fils et des filles spirituels d'un Dieu aimant, notre Père céleste. La Bible nous enseigne : \"Avant que je t'aie formé dans le ventre de ta mère, je te connaissais\" (Jérémie 1:5). Cela signifie que notre existence n'a pas commencé sur la terre, mais dans un foyer céleste plein d'amour. Là, nous avons appris qui était notre Père céleste et avons reçu de Lui le plus grand don : l'opportunité de venir sur la terre.\n\nLe Livre de Mormon confirme cette vérité : \"Et c'est ainsi qu'ils furent ordonnés—appelés et préparés dès la fondation du monde selon la prescience de Dieu\" (Alma 13:3). Nous ne sommes pas des accidents de l'univers, mais une partie d'un plan divin tracé avant la création.\n\nImaginez une famille préparant soigneusement l'arrivée d'un enfant : ils décorent la chambre, achètent des vêtements et des jouets, et rêvent de son avenir. Ainsi, notre Père céleste a préparé ce monde pour nous, avec tout ce qui est nécessaire pour que nous grandissions et apprenions.\n\nSe rappeler que nous sommes enfants de Dieu nous donne identité et but. Dans un monde qui nous étiquette souvent selon l'apparence, l'argent ou les réalisations, savoir que nous sommes enfants d'un Roi éternel nous donne confiance et espoir.",
  "lesson2.topic1.scriptureMain": "\"Avant que je t'aie formé dans le ventre de ta mère, je te connaissais, et avant que tu sortisses de son sein, je t'avais consacré, je t'avais établi prophète des nations.\" (Jérémie 1:5)",
  "lesson2.topic1.more.0": "Alma 13:3 — \"Et c'est ainsi qu'ils furent ordonnés—appelés et préparés dès la fondation du monde selon la prescience de Dieu.\"",
  "lesson2.topic1.more.1": "Abraham 3:23 — \"Et le Seigneur me dit : Abraham, tu es l'un d'eux ; tu fus choisi avant ta naissance.\"",
  "lesson2.topic1.more.2": "Job 38:7 — \"Alors que les étoiles du matin éclataient en chants d'allégresse, et que tous les fils de Dieu poussaient des cris de joie.\"",
  "lesson2.topic1.more.3": "Éphésiens 1:4 — \"En lui Dieu nous a élus avant la fondation du monde.\"",
  "lesson2.topic2": "Quel est mon but dans la vie ?",
  "lesson2.topic2.desc": "La vie a un but plus grand que simplement \"naître, travailler et mourir\". Les Écritures enseignent : \"Adam est tombé pour que les hommes soient ; et les hommes sont, afin qu'ils aient la joie\" (2 Néphi 2:25). Dieu désire que nous soyons heureux, mais le vrai bonheur vient de vivre l'Évangile de Jésus-Christ.\n\nNotre passage sur la terre est comme une école. Ici, nous apprenons à distinguer le bien du mal, à développer la foi, à aimer, à servir et à surmonter les épreuves. Tout comme un athlète se renforce en affrontant la résistance, nous devenons spirituellement plus forts en affrontant les défis.\n\nLes familles sont une partie essentielle de ce but. Dieu a institué la famille pour nous enseigner à aimer, à pardonner et à servir. Bien qu'aucune famille ne soit parfaite, suivre Jésus-Christ nous aide à renforcer les liens familiaux.\n\nExemple moderne : Un jeune peut faire face à la tentation de suivre ses amis dans de mauvaises décisions. En se rappelant que son but est de suivre le Christ, il trouve la force de choisir ce qui est juste. Ce genre de petites décisions nous prépare à retourner à Dieu.",
  "lesson2.topic2.scriptureMain": "\"Adam est tombé pour que les hommes soient ; et les hommes sont, afin qu'ils aient la joie.\" (2 Néphi 2:25)",
  "lesson2.topic2.more.0": "Moïse 1:39 — \"Car voici, c'est là mon œuvre et ma gloire—réaliser l'immortalité et la vie éternelle de l'homme.\"",
  "lesson2.topic2.more.1": "D&A 93:33 — \"Car l'homme est esprit. Les éléments sont éternels, et l'esprit et l'élément, inséparablement liés, reçoivent une plénitude de joie.\"",
  "lesson2.topic2.more.2": "Alma 34:32 — \"Car voici, cette vie est le temps où les hommes doivent se préparer à comparaître devant Dieu.\"",
  "lesson2.topic2.more.3": "D&A 58:27 — \"Les hommes doivent être diligents à accomplir les obligations que je leur ai données.\"",
  "lesson2.topic3": "Où irai-je après cette vie ?",
  "lesson2.topic3.desc": "Nous ferons tous face à la mort, mais ce n'est pas la fin. Le Livre de Mormon enseigne : \"Les âmes de tous les hommes… sont ramenées à ce Dieu qui leur a donné la vie\" (Alma 40:11). Après notre mort, notre esprit va dans le monde des esprits : un lieu de paix pour les justes et d'apprentissage pour ceux qui n'ont pas encore accepté l'Évangile.\n\nGrâce à Jésus-Christ, nous ressusciterons tous. Paul a témoigné : \"Car, comme tous meurent en Adam, de même aussi tous revivront en Christ\" (1 Corinthiens 15:22). La résurrection signifie que notre corps et notre esprit s'uniront à nouveau, pour ne plus jamais être séparés.\n\nImaginez dire au revoir à un être cher lors d'un enterrement. L'Évangile enseigne que cette séparation est temporaire, comme quand un enfant part en voyage. L'espoir de les revoir grâce au Christ apporte réconfort et paix même au milieu de la douleur.\n\nAprès la résurrection, nous serons jugés selon nos œuvres et les désirs de nos cœurs. Dieu a préparé différents degrés de gloire (voir 1 Corinthiens 15:40–42) pour récompenser Ses enfants de manière juste et parfaite.",
  "lesson2.topic3.scriptureMain": "\"Les âmes de tous les hommes, dès qu'elles sont séparées de ce corps mortel, oui, les âmes de tous les hommes, qu'elles soient bonnes ou mauvaises, sont ramenées à ce Dieu qui leur a donné la vie.\" (Alma 40:11)",
  "lesson2.topic3.more.0": "1 Corinthiens 15:22 — \"Car, comme tous meurent en Adam, de même aussi tous revivront en Christ.\"",
  "lesson2.topic3.more.1": "Jean 11:25 — \"Je suis la résurrection et la vie. Celui qui croit en moi vivra, quand même il serait mort.\"",
  "lesson2.topic3.more.2": "1 Corinthiens 15:40–42 — \"Il y a aussi des corps célestes et des corps terrestres ; mais autre est l'éclat des corps célestes, autre celui des corps terrestres.\"",
  "lesson2.topic3.more.3": "D&A 76:85 — \"Et alors il arrivera que les esprits des méchants, oui, qui sont mauvais—car voici, ils n'ont aucune part ni portion de l'Esprit du Seigneur.\"",
  "lesson2.topic4": "Que signifie le plan pour moi ?",
  "lesson2.topic4.desc": "Le plan de Dieu n'est pas seulement une doctrine abstraite ; il touche chaque aspect de notre vie. Il nous donne l'espoir dans la maladie, la paix dans la souffrance et la direction dans la confusion.\n\nJésus Lui-même a dit : \"Je vous ai dit ces choses, afin que vous ayez la paix en moi. Vous aurez des tribulations dans le monde ; mais prenez courage, j'ai vaincu le monde\" (Jean 16:33). Comprendre le plan nous aide à voir que nos épreuves ne sont pas des punitions, mais des opportunités de grandir.\n\nExemple : Une mère célibataire qui lutte pour subvenir aux besoins de ses enfants peut trouver la force en se rappelant que son effort a un but éternel. Un jeune qui se sent seul peut se rappeler qu'il a un Père céleste qui le connaît par son nom.\n\nLe plan nous invite aussi à prendre des décisions sages. Quand nous savons que la vie continue après la mort, nous valorisons davantage comment nous utilisons notre temps, comment nous traitons les autres et comment nous cultivons notre relation avec Dieu.",
  "lesson2.topic4.scriptureMain": "\"Je vous ai dit ces choses, afin que vous ayez la paix en moi. Vous aurez des tribulations dans le monde ; mais prenez courage, j'ai vaincu le monde.\" (Jean 16:33)",
  "lesson2.topic4.more.0": "D&A 14:7 — \"Et si tu gardes mes commandements et persévères jusqu'à la fin, tu auras la vie éternelle, qui est le plus grand de tous les dons de Dieu.\"",
  "lesson2.topic4.more.1": "Matthieu 7:21 — \"Ceux qui me disent : Seigneur, Seigneur ! n'entreront pas tous dans le royaume des cieux, mais celui-là seul qui fait la volonté de mon Père qui est dans les cieux.\"",
  "lesson2.topic4.more.2": "Jacques 2:17 — \"Il en est ainsi de la foi : si elle n'a pas les œuvres, elle est morte en elle-même.\"",
  "lesson2.topic4.more.3": "D&A 58:27 — \"Les hommes doivent être diligents à accomplir les obligations que je leur ai données.\"",
  "lesson2.topic5": "Comment puis-je savoir ?",
  "lesson2.topic5.desc": "Il ne suffit pas d'entendre ou de lire ; chaque personne doit recevoir sa propre confirmation. L'invitation de Dieu est claire : \"Si quelqu'un d'entre vous manque de sagesse, qu'il la demande à Dieu\" (Jacques 1:5).\n\nLe Livre de Mormon ajoute : \"Et quand vous recevrez ces choses, je vous exhorte à demander à Dieu, le Père Éternel, au nom du Christ, si ces choses ne sont pas vraies ; et si vous demandez d'un cœur sincère, avec une intention réelle, ayant foi au Christ, il vous en manifestera la vérité par le pouvoir du Saint-Esprit\" (Moroni 10:4).\n\nComment prier :\n• Adressez-vous à Dieu comme à votre Père.\n• Exprimez-Lui ce que vous ressentez, vos doutes et votre gratitude.\n• Demandez-Lui spécifiquement de vous montrer la vérité.\n• Terminez la prière au nom de Jésus-Christ.\n\nLa réponse peut venir comme un sentiment de paix, une pensée claire ou une impression douce. L'apôtre Paul a décrit cela : \"Le fruit de l'Esprit, c'est l'amour, la joie, la paix\" (Galates 5:22).\n\nExemple : Une personne étudiant le Livre de Mormon peut ressentir une chaleur dans son cœur et une clarté mentale qui confirme que cela vient de Dieu. Cette expérience change des vies.",
  "lesson2.topic5.scriptureMain": "\"Si quelqu'un d'entre vous manque de sagesse, qu'il la demande à Dieu, qui donne à tous libéralement et sans reproche, et elle lui sera donnée.\" (Jacques 1:5)",
  "lesson2.topic5.more.0": "Moroni 10:4 — \"Et quand vous recevrez ces choses, je vous exhorte à demander à Dieu le Père Éternel.\"",
  "lesson2.topic5.more.1": "Galates 5:22 — \"Mais le fruit de l'Esprit, c'est l'amour, la joie, la paix, la patience, la bonté, la bienveillance, la foi.\"",
  "lesson2.topic5.more.2": "D&A 8:2 — \"Oui, voici, je te parlerai dans ton esprit et dans ton cœur par le Saint-Esprit.\"",
  "lesson2.topic5.more.3": "D&A 9:8 — \"Mais voici, je te dis que tu dois l'étudier dans ton esprit.\"",
  "lesson2.topic6": "Liste des termes",
  "lesson2.topic6.desc": "Apostasie : S'éloigner de la vérité et rejeter les prophètes de Dieu.\n\nExpiation : Le sacrifice de Jésus-Christ qui nous permet d'être pardonnés.\n\nRésurrection : Union éternelle du corps et de l'esprit après la mort.\n\nRévélation : Communication entre Dieu et Ses enfants.\n\nSacerdoce : Autorité donnée par Dieu pour agir en Son nom.\n\nÉvangile : Le plan de Dieu centré sur Jésus-Christ.\n\nCes termes sont fondamentaux pour comprendre le Plan du Salut. Chacun représente une partie essentielle de la doctrine qui nous aide à comprendre notre but éternel et comment Dieu œuvre dans nos vies.",
  "lesson2.topic6.scriptureMain": "\"Et ainsi nous vîmes qu'il y a trois cieux ou degrés de gloire dans le monde céleste.\" (D&A 131:1)",
  "lesson2.topic6.more.0": "D&A 76:50 — \"Et nous voyons aussi que la gloire céleste est celle qui possède le plus grand de tous les dons de Dieu.\"",
  "lesson2.topic6.more.1": "Mosiah 3:17 — \"Et de plus, je vous dis qu'il n'y aura aucun autre nom donné ni aucune autre voie ni moyen par lequel le salut puisse venir aux enfants des hommes.\"",
  "lesson2.topic6.more.2": "D&A 132:20 — \"Alors ils seront des dieux, parce qu'ils n'auront pas de fin ; c'est pourquoi ils existeront de toute éternité en toute éternité.\"",
  "lesson2.topic6.more.3": "1 Corinthiens 15:40 — \"Il y a aussi des corps célestes et des corps terrestres ; mais autre est l'éclat des corps célestes, autre celui des corps terrestres.\"",
  "lesson2.topic7": "Conclusion inspirante",
  "lesson2.topic7.desc": "Le Plan du Salut répond aux questions les plus profondes : D'où viens-je ? Pourquoi suis-je ici ? Où vais-je ? Savoir que nous sommes enfants de Dieu nous donne l'espoir. Faire confiance au Christ nous donne la paix. Et suivre Son Évangile nous prépare à retourner au foyer céleste.\n\nL'invitation finale est claire : priez, étudiez le Livre de Mormon et cherchez à connaître Jésus-Christ personnellement. Si vous le faites, vous découvrirez que ce plan n'est pas seulement une doctrine… c'est l'histoire de votre vie et la clé de votre bonheur éternel !\n\nChaque jour que nous vivons est une opportunité de nous rapprocher de notre Père céleste. Chaque décision que nous prenons peut renforcer notre foi ou nous éloigner de Lui. Le plan nous donne direction, but et espoir dans un monde qui semble souvent manquer de sens.\n\nRappelez-vous : vous n'êtes pas seul dans ce voyage. Votre Père céleste vous connaît, vous aime et est prêt à vous aider à chaque étape du chemin.",
  "lesson2.topic7.scriptureMain": "\"Car Dieu a tant aimé le monde qu'il a donné son Fils unique, afin que quiconque croit en lui ne périsse point, mais qu'il ait la vie éternelle.\" (Jean 3:16)",
  "lesson2.topic7.more.0": "D&A 76:70 — \"Ce sont ceux qui ont reçu le témoignage de Jésus et ont cru en son nom.\"",
  "lesson2.topic7.more.1": "D&A 76:81 — \"Ce sont ceux qui n'ont pas reçu l'évangile du Christ ni le témoignage de Jésus.\"",
  "lesson2.topic7.more.2": "D&A 76:92 — \"Et ainsi nous vîmes que tous les hommes sont sauvés, sauf les fils de perdition.\"",
  "lesson2.topic7.more.3": "Romains 14:10 — \"Car nous comparaîtrons tous devant le tribunal de Christ.\"",
  "lesson3.title": "L'Évangile de Jésus-Christ",
  "lesson3.topic1": "La foi en Jésus-Christ",
  "lesson3.topic1.desc": "La foi est le premier principe de l'Évangile. Ce n'est pas seulement croire que le Christ a existé, mais faire pleinement confiance en Lui et en Son pouvoir de nous sauver. Comme l'enseigne le Livre de Mormon : \"Il n'y aura aucun autre nom donné ni aucune autre voie ni moyen par lequel le salut puisse venir aux enfants des hommes\" (Mosiah 3:17).\n\nLa foi est comme une graine (Alma 32). Quand nous l'arrosons avec la prière, l'étude et l'obéissance, elle grandit jusqu'à devenir un arbre fort qui porte des fruits : l'espoir, la paix et le courage pour affronter les épreuves.\n\nExemple moderne : Un jeune qui lutte contre l'anxiété trouve la force en répétant dans son esprit les paroles du Christ : \"Venez à moi, vous tous qui êtes fatigués et chargés, et je vous donnerai du repos\" (Matthieu 11:28). En mettant sa confiance en Jésus, il apprend à affronter sa peur avec la foi, non avec le désespoir.",
  "lesson3.topic1.scriptureMain": "\"Il n'y aura aucun autre nom donné ni aucune autre voie ni moyen par lequel le salut puisse venir aux enfants des hommes.\" (Mosiah 3:17)",
  "lesson3.topic1.more.0": "Matthieu 11:28 — \"Venez à moi, vous tous qui êtes fatigués et chargés, et je vous donnerai du repos.\"",
  "lesson3.topic1.more.1": "Alma 32:21 — \"Et maintenant, comme je l'ai dit concernant la foi—ce n'était pas une connaissance parfaite.\"",
  "lesson3.topic1.more.2": "Hébreux 11:1 — \"Or la foi est une ferme assurance des choses qu'on espère, une démonstration de celles qu'on ne voit pas.\"",
  "lesson3.topic1.more.3": "Jacques 2:17 — \"Il en est ainsi de la foi : si elle n'a pas les œuvres, elle est morte en elle-même.\"",
  "lesson3.topic2": "Le repentir",
  "lesson3.topic2.desc": "Le repentir est un don d'amour. Il ne signifie pas seulement ressentir du remords, mais changer de direction pour se rapprocher de Dieu. Le prophète Alma l'a expliqué ainsi : \"Le Seigneur m'a trouvé dans un état de rébellion… et mon âme a été rachetée de la douleur amère\" (Alma 36:17–20).\n\nLe repentir quotidien est comme nettoyer un miroir : nous enlevons les taches du péché pour voir clairement le reflet du Christ en nous.\n\nExemple moderne : Une personne qui ment au travail ressent un fardeau dans sa conscience. En décidant de confesser, corriger et demander pardon, elle ne retrouve pas seulement la confiance des autres, mais ressent la paix du pardon divin.",
  "lesson3.topic2.scriptureMain": "\"Le Seigneur m'a trouvé dans un état de rébellion… et mon âme a été rachetée de la douleur amère.\" (Alma 36:17–20)",
  "lesson3.topic2.more.0": "Actes 3:19 — \"Repentez-vous donc et convertissez-vous, pour que vos péchés soient effacés.\"",
  "lesson3.topic2.more.1": "D&A 58:42 — \"Voici, celui qui s'est repenti de ses péchés, celui-là est pardonné, et moi, le Seigneur, je ne m'en souviens plus.\"",
  "lesson3.topic2.more.2": "Luc 15:7 — \"Je vous dis qu'il y aura de même plus de joie dans le ciel pour un seul pécheur qui se repent.\"",
  "lesson3.topic2.more.3": "Mosiah 4:10 — \"Et si vous aviez connu la grandeur de Dieu et votre propre néant, vous vous seriez repentis.\"",
  "lesson3.topic3": "Le baptême",
  "lesson3.topic3.desc": "Le baptême est la porte d'entrée au chemin de l'Évangile. Jésus Lui-même a donné l'exemple en se faisant baptiser par Jean (Matthieu 3:13–17). Quand nous sommes baptisés par immersion et avec l'autorité de la prêtrise, nous faisons une alliance avec Dieu : nous promettons de suivre le Christ, de garder Ses commandements et de nous souvenir de Son sacrifice.\n\nLe Livre de Mormon enseigne : \"Venez et soyez baptisés au repentir, afin que vous soyez lavés de vos péchés\" (Mosiah 18:10).\n\nExemple moderne : Une mère qui décide de se faire baptiser ne change pas seulement sa vie, mais ouvre un nouvel avenir pour ses enfants. Ses décisions de foi créent un héritage qui transforme les générations.",
  "lesson3.topic3.scriptureMain": "\"Venez et soyez baptisés au repentir, afin que vous soyez lavés de vos péchés.\" (Mosiah 18:10)",
  "lesson3.topic3.more.0": "Matthieu 3:13–17 — \"Alors Jésus vint de la Galilée au Jourdain vers Jean, pour être baptisé par lui.\"",
  "lesson3.topic3.more.1": "Jean 3:5 — \"En vérité, en vérité, je te le dis, si un homme ne naît d'eau et d'Esprit, il ne peut entrer dans le royaume de Dieu.\"",
  "lesson3.topic3.more.2": "D&A 20:37 — \"Et tous ceux qui s'humilient devant Dieu et désirent être baptisés, et viennent avec des cœurs brisés.\"",
  "lesson3.topic3.more.3": "Romains 6:4 — \"Nous avons donc été ensevelis avec lui par le baptême en sa mort.\"",
  "lesson3.topic4": "Le don du Saint-Esprit",
  "lesson3.topic4.desc": "Après le baptême, nous recevons la confirmation par l'imposition des mains : le don du Saint-Esprit. Jésus a promis : \"Et je prierai le Père, et il vous donnera un autre Consolateur\" (Jean 14:16).\n\nCe don est comme avoir une boussole spirituelle toujours disponible. Il nous console dans la tristesse, nous avertit du danger et nous confirme la vérité.\n\nL'Esprit parle doucement, souvent comme des pensées claires ou des sentiments de paix (3 Néphi 11:3–5).\n\nExemple moderne : Un jeune ressent une forte impulsion de changer de route en rentrant chez lui. Plus tard, il découvre qu'il y a eu un accident sur la route qu'il prenait habituellement. L'Esprit l'a protégé sans avoir besoin de mots audibles.",
  "lesson3.topic4.scriptureMain": "\"Et je prierai le Père, et il vous donnera un autre Consolateur, afin qu'il demeure éternellement avec vous.\" (Jean 14:16)",
  "lesson3.topic4.more.0": "Actes 2:38 — \"Repentez-vous, et que chacun de vous soit baptisé au nom de Jésus-Christ, pour le pardon de vos péchés ; et vous recevrez le don du Saint-Esprit.\"",
  "lesson3.topic4.more.1": "D&A 8:2 — \"Oui, voici, je te parlerai dans ton esprit et dans ton cœur par le Saint-Esprit.\"",
  "lesson3.topic4.more.2": "3 Néphi 11:3–5 — \"Et il arriva que pendant qu'ils conversaient ainsi les uns avec les autres, ils entendirent une voix.\"",
  "lesson3.topic4.more.3": "Galates 5:22 — \"Mais le fruit de l'Esprit, c'est l'amour, la joie, la paix, la patience, la bonté, la bénignité, la fidélité.\"",
  "lesson3.topic5": "Persévérer jusqu'à la fin",
  "lesson3.topic5.desc": "L'Évangile n'est pas seulement un événement, c'est un chemin de toute une vie. Jésus a dit : \"Mais celui qui persévérera jusqu'à la fin sera sauvé\" (Matthieu 24:13).\n\nPersévérer signifie rester fidèle malgré les défis, faire confiance au Christ au milieu de l'adversité et renouveler notre engagement envers Lui chaque jour.\n\nExemple moderne : Une femme qui fait face à une maladie grave trouve la force en priant et en étudiant les Écritures quotidiennement. Bien que son corps souffre, sa foi reste ferme, et cela fait d'elle un phare d'espoir pour sa famille.",
  "lesson3.topic5.scriptureMain": "\"Mais celui qui persévérera jusqu'à la fin sera sauvé.\" (Matthieu 24:13)",
  "lesson3.topic5.more.0": "2 Néphi 31:20 — \"C'est pourquoi, vous devez aller de l'avant avec fermeté dans le Christ.\"",
  "lesson3.topic5.more.1": "D&A 14:7 — \"Et si vous gardez mes commandements et persévérez jusqu'à la fin, vous aurez la vie éternelle.\"",
  "lesson3.topic5.more.2": "Hébreux 12:1 — \"Courons avec persévérance dans la carrière qui nous est ouverte.\"",
  "lesson3.topic5.more.3": "Apocalypse 2:10 — \"Sois fidèle jusqu'à la mort, et je te donnerai la couronne de vie.\"",
  "lesson3.topic6": "L'Évangile et les ordonnances",
  "lesson3.topic6.desc": "L'Évangile de Jésus-Christ inclut des ordonnances sacrées qui marquent notre progrès spirituel : baptême, confirmation, la Sainte-Cène, et plus tard, les ordonnances du temple. Chaque ordonnance est un rappel de notre alliance avec Dieu et un pas vers la vie éternelle.\n\nLe Sauveur a institué la Sainte-Cène pour que nous nous souvenions de Son sacrifice (Luc 22:19–20). En y participant dignement, nous renouvelons nos promesses de Le suivre et recevons la force spirituelle.\n\nExemple moderne : En prenant la Sainte-Cène chaque dimanche, un père de famille se sent renouvelé dans son engagement à être plus patient et aimant dans son foyer.",
  "lesson3.topic6.scriptureMain": "\"Et ayant pris le pain, il rendit grâces, le rompit et le leur donna, en disant : Ceci est mon corps, qui est donné pour vous ; faites ceci en mémoire de moi.\" (Luc 22:19)",
  "lesson3.topic6.more.0": "Luc 22:20 — \"Il prit de même la coupe, après le souper, et la leur donna, en disant : Cette coupe est la nouvelle alliance en mon sang.\"",
  "lesson3.topic6.more.1": "D&A 20:77 — \"Et si vous vous souvenez toujours de lui, vous aurez son Esprit avec vous.\"",
  "lesson3.topic6.more.2": "D&A 20:79 — \"Et si vous vous souvenez toujours de lui, vous aurez son Esprit avec vous.\"",
  "lesson3.topic6.more.3": "Moroni 4:3 — \"Et si vous vous souvenez toujours de lui, vous aurez son Esprit avec vous.\"",
  "lesson3.topic7": "La joie de l'Évangile",
  "lesson3.topic7.desc": "Le résultat de vivre l'Évangile est une vraie joie. Pas une joie passagère comme celle que le monde offre, mais une joie profonde qui remplit l'âme même au milieu des épreuves.\n\nJésus a déclaré : \"Je vous ai dit ces choses, afin que ma joie soit en vous, et que votre joie soit parfaite\" (Jean 15:11).\n\nLe prophète Néphi a témoigné : \"Mon âme se délecte dans les choses du Seigneur\" (2 Néphi 4:16).\n\nExemple moderne : Une famille qui décide de vivre l'Évangile trouve la joie en servant ensemble dans leur communauté. Ils découvrent que le vrai bonheur vient en oubliant le moi et en se concentrant sur les autres.\n\nL'Évangile de Jésus-Christ est le chemin vers la joie éternelle. C'est un processus : avoir foi en Lui, se repentir quotidiennement, être baptisé et recevoir le Saint-Esprit, et persévérer fidèlement jusqu'à la fin. Ceux qui suivent ce chemin trouvent non seulement la paix dans cette vie, mais la promesse de la vie éternelle en la présence de Dieu.",
  "lesson3.topic7.scriptureMain": "\"Je vous ai dit ces choses, afin que ma joie soit en vous, et que votre joie soit parfaite.\" (Jean 15:11)",
  "lesson3.topic7.more.0": "2 Néphi 4:16 — \"Mon âme se délecte dans les choses du Seigneur.\"",
  "lesson3.topic7.more.1": "Mosiah 2:41 — \"Considérez l'état béni et heureux de ceux qui gardent les commandements de Dieu.\"",
  "lesson3.topic7.more.2": "D&A 18:10 — \"Souvenez-vous que la valeur des âmes est grande aux yeux de Dieu.\"",
  "lesson3.topic7.more.3": "Matthieu 5:8 — \"Heureux ceux qui ont le cœur pur, car ils verront Dieu !\"",
  "lesson4.title": "Commandements de l'Évangile",
  "lesson4.topic1": "Loi de chasteté",
  "lesson4.topic1.desc": "La loi de chasteté est un commandement sacré qui protège la pureté morale et la sainteté de la famille. Elle signifie s'abstenir de relations sexuelles en dehors du mariage entre un homme et une femme, et maintenir des pensées, des paroles et des actions pures. Jésus a enseigné : 'Heureux ceux qui ont le cœur pur, car ils verront Dieu' (Matthieu 5:8). Dans un monde saturé de pornographie, d'immoralité et de messages qui banalisent le corps, vivre ce commandement est un acte de courage spirituel. Le Livre de Mormon avertit : 'La convoitise est la cause de nombreuses calamités parmi les enfants des hommes' (Jacob 2:28). En gardant la loi de chasteté, nous invitons le Saint-Esprit à demeurer avec nous, protégeons notre mariage futur et démontrons un amour véritable, basé sur le respect et l'engagement. Exemple moderne : un jeune homme qui décide de ne pas regarder de pornographie, malgré la pression de ses pairs, découvre un esprit plus clair, une plus grande confiance en soi et une sensibilité spirituelle accrue.",
  "lesson4.topic1.scriptureMain": "Fuyez la fornication. (1 Corinthiens 6:18)",
  "lesson4.topic1.more.0": "Matthieu 5:27–28 — \"Vous avez entendu qu'il a été dit : Tu ne commettras point d'adultère. Mais moi, je vous dis que quiconque regarde une femme pour la convoiter a déjà commis un adultère avec elle dans son cœur.\"",
  "lesson4.topic1.more.1": "Jacob 2:28 — \"Car voici, je vous dis que les fornications sont une abomination devant moi.\"",
  "lesson4.topic1.more.2": "Alma 39:9 — \"Maintenant, mon fils, je voudrais que tu te repentes et abandonnes tes péchés, et que tu ne suives plus les convoitises de tes yeux.\"",
  "lesson4.topic1.more.3": "Mosiah 13:22 — \"Tu ne commettras point d'adultère.\"",
  "lesson4.topic2": "Parole de Sagesse",
  "lesson4.topic2.desc": "La Parole de Sagesse est la loi de santé que Dieu a révélée pour protéger notre corps et notre esprit. Elle nous enseigne à éviter l'alcool, le tabac, les drogues illégales, le café et le thé, et à utiliser prudemment les bons aliments. La promesse est claire : 'Et ils courront et ne se fatigueront pas, et ils marcheront et ne faibliront pas' (D&A 89:20). À une époque où la consommation excessive de substances détruit les familles et les sociétés, ce commandement nous préserve. Exemple moderne : une mère qui arrête de boire de l'alcool découvre une plus grande clarté mentale et peut mieux s'occuper de ses enfants. Le Livre de Mormon enseigne que 'les hommes doivent être tempérés en toutes choses' (Mosiah 4:27). Vivre la Parole de Sagesse est un acte de foi qui nous prépare à mieux servir Dieu.",
  "lesson4.topic2.scriptureMain": "Ne savez-vous pas que votre corps est le temple du Saint-Esprit... ? (1 Corinthiens 6:19–20)",
  "lesson4.topic2.more.0": "D&A 89:18–21 — \"Et tous les saints qui se souviennent de garder et de faire ces choses, marchant dans l'obéissance aux commandements, recevront la santé dans leur nombril et la moelle dans leurs os ; et ils trouveront la sagesse et de grands trésors de connaissance, même des trésors cachés ; et ils courront et ne se fatigueront pas, et ils marcheront et ne faibliront pas.\"",
  "lesson4.topic2.more.1": "Mosiah 4:27 — \"Et veillez à ce que toutes ces choses se fassent avec sagesse et ordre ; car il n'est pas requis qu'un homme coure plus vite qu'il n'a de force.\"",
  "lesson4.topic2.more.2": "Proverbes 20:1 — \"Le vin est moqueur, les boissons fortes sont tumultueuses, et quiconque s'y égare n'est pas sage.\"",
  "lesson4.topic2.more.3": "Alma 46:40 — \"Et il y en avait qui mouraient de fièvres, qui à certaines saisons de l'année étaient très fréquentes dans le pays.\"",
  "lesson4.topic3": "Loi de la dîme",
  "lesson4.topic3.desc": "La dîme consiste à donner à Dieu un dixième de nos revenus comme acte de foi et de gratitude. Ce n'est pas simplement une contribution économique, mais une démonstration de confiance que le Seigneur pourvoira. Le prophète Malachie a enseigné : 'Éprouvez-moi maintenant... si je ne vous ouvrirai pas les écluses des cieux' (Malachie 3:10). La dîme finance l'œuvre de Dieu : la construction de temples, de chapelles, de matériel d'enseignement et l'œuvre missionnaire. Exemple moderne : un jeune homme qui commence tout juste à travailler décide de payer sa dîme même s'il a peu. Il découvre que ses ressources vont plus loin et ressent de la joie en sachant qu'il contribue à l'œuvre du Seigneur. Le Livre de Mormon enseigne aussi : 'Tous ceux qui étaient disposés à prendre sur eux le nom du Christ... donnaient de leurs biens' (Mosiah 18:27). La dîme est une alliance de confiance mutuelle entre nous et Dieu.",
  "lesson4.topic3.scriptureMain": "Apportez toutes les dîmes dans la maison du trésor... (Malachie 3:10)",
  "lesson4.topic3.more.0": "3 Néphi 24:10 — \"Apportez toutes les dîmes dans la maison du trésor, afin qu'il y ait de la nourriture dans ma maison ; et éprouvez-moi maintenant, dit l'Éternel des armées, si je ne vous ouvrirai pas les écluses des cieux, et si je ne répandrai pas sur vous une bénédiction, jusqu'à ce qu'il n'y ait plus de place pour la recevoir.\"",
  "lesson4.topic3.more.1": "Mosiah 18:27 — \"Et encore Alma commanda que le peuple de l'église partage de ses biens, chacun selon ce qu'il avait.\"",
  "lesson4.topic3.more.2": "D&A 119:4 — \"Et après cela, ceux qui ont ainsi été dîmés paieront un dixième de tous leurs intérêts annuellement ; et ceci sera une loi permanente pour eux à jamais.\"",
  "lesson4.topic3.more.3": "Proverbes 3:9–10 — \"Honore l'Éternel avec tes biens, et avec les prémices de tout ton revenu : Ainsi tes greniers seront remplis d'abondance, et tes cuves regorgeront de moût.\"",
  "lesson4.topic4": "Garder le jour de repos",
  "lesson4.topic4.desc": "L'obéissance est le principe sur lequel reposent toutes les bénédictions du ciel. Jésus a enseigné : 'Si vous m'aimez, gardez mes commandements' (Jean 14:15). Obéir n'est pas perdre la liberté, mais la gagner, car en vivant en harmonie avec les lois de Dieu, nous évitons les chaînes du péché. Le Livre de Mormon témoigne : 'Il y a une loi donnée ; et nul homme ne peut être sanctifié sans lui obéir' (D&A 88:34). Exemple moderne : un étudiant qui choisit d'honorer le jour du sabbat et de ne pas travailler ce jour-là, malgré la pression de son patron, reçoit plus de paix et d'opportunités dans sa vie. L'obéissance constante développe la foi, la discipline et la confiance en Dieu.",
  "lesson4.topic4.scriptureMain": "Si vous m'aimez, gardez mes commandements. (Jean 14:15)",
  "lesson4.topic4.more.0": "Mosiah 2:41 — \"Et de plus, je désirerais que vous considériez l'état béni et heureux de ceux qui gardent les commandements de Dieu.\"",
  "lesson4.topic4.more.1": "D&A 130:20–21 — \"Il y a une loi, irrévocablement décrétée dans le ciel avant la fondation de ce monde, sur laquelle toutes les bénédictions sont basées ; et quand nous obtenons une bénédiction de Dieu, c'est par l'obéissance à cette loi sur laquelle elle est basée.\"",
  "lesson4.topic4.more.2": "Hélaman 3:27 — \"Ainsi nous voyons que le Seigneur est miséricordieux envers tous ceux qui, dans la sincérité de leur cœur, invoquent son saint nom.\"",
  "lesson4.topic4.more.3": "1 Néphi 3:7 — \"J'irai et ferai les choses que le Seigneur a commandées, car je sais que le Seigneur ne donne pas de commandements aux enfants des hommes, sans leur préparer une voie pour accomplir la chose qu'il leur commande.\"",
  "lesson4.topic5": "Prier souvent",
  "lesson4.topic5.desc": "Le baptême et la confirmation sont des ordonnances essentielles de l'Évangile. Par le baptême, nous montrons notre disposition à suivre Jésus-Christ et recevons le pardon de nos péchés. Pierre a enseigné : 'Repentez-vous, et que chacun de vous soit baptisé au nom de Jésus-Christ' (Actes 2:38). Ensuite, par l'imposition des mains, nous recevons le don du Saint-Esprit, qui nous guide et nous fortifie. Le Livre de Mormon enseigne : 'Venez et soyez baptisés... et vous recevrez le Saint-Esprit' (3 Néphi 27:20). Exemple moderne : un converti qui est baptisé après des années de recherche de la vérité décrit la joie et la paix qu'il ressent en recevant la confirmation. Ces ordonnances sont le début du chemin du discipulat.",
  "lesson4.topic5.scriptureMain": "Celui qui croira et sera baptisé sera sauvé. (Marc 16:16)",
  "lesson4.topic5.more.0": "Actes 2:38 — \"Pierre leur dit : Repentez-vous, et que chacun de vous soit baptisé au nom de Jésus-Christ, pour le pardon de vos péchés ; et vous recevrez le don du Saint-Esprit.\"",
  "lesson4.topic5.more.1": "3 Néphi 27:20 — \"Maintenant, voici le commandement : Repentez-vous, vous tous, bouts de la terre, et venez à moi et soyez baptisés en mon nom, afin que vous soyez sanctifiés par la réception du Saint-Esprit, afin que vous vous teniez sans tache devant moi au dernier jour.\"",
  "lesson4.topic5.more.2": "Mosiah 18:8–10 — \"Et il arriva qu'il leur dit : Voici, voici les eaux de Mormon et voici l'endroit où vous pouvez venir et être baptisés.\"",
  "lesson4.topic5.more.3": "Jean 3:5 — \"Jésus répondit : En vérité, en vérité, je te le dis, si un homme ne naît d'eau et d'Esprit, il ne peut entrer dans le royaume de Dieu.\"",
  "lesson4.topic6": "Étudier les Écritures",
  "lesson4.topic6.desc": "Dieu a toujours guidé Ses enfants par l'intermédiaire de prophètes. Le prophète vivant est la voix autorisée de Dieu sur la terre aujourd'hui. Amos a enseigné : 'Le Seigneur, l'Éternel, ne fait rien sans avoir révélé son secret à ses serviteurs les prophètes' (Amos 3:7). Dans le Livre de Mormon, Néphi a montré l'obéissance au prophète de son temps quand il a dit : 'J'irai et ferai les choses que le Seigneur a commandées' (1 Néphi 3:7). Suivre le prophète ne signifie pas idolâtrer un homme, mais faire confiance à ce que Dieu parle par son intermédiaire. Exemple moderne : un jeune homme entend l'invitation du prophète à quitter les réseaux sociaux pendant un temps et découvre plus de paix mentale et de temps pour sa famille. En suivant le prophète, nous recevons une protection contre les philosophies changeantes du monde.",
  "lesson4.topic6.scriptureMain": "Le Seigneur, l'Éternel, ne fait rien sans avoir révélé son secret à ses serviteurs les prophètes. (Amos 3:7)",
  "lesson4.topic6.more.0": "1 Néphi 3:7 — \"J'irai et ferai les choses que le Seigneur a commandées, car je sais que le Seigneur ne donne pas de commandements aux enfants des hommes, sans leur préparer une voie pour accomplir la chose qu'il leur commande.\"",
  "lesson4.topic6.more.1": "Mosiah 15:11 — \"Et voici, il est la lumière et la vie du monde ; oui, une lumière qui est sans fin, qui ne peut jamais être obscurcie.\"",
  "lesson4.topic6.more.2": "D&A 1:38 — \"Ce que moi, le Seigneur, j'ai dit, je l'ai dit, et je ne m'excuse pas ; et bien que les cieux et la terre passent, ma parole ne passera pas, mais tout sera accompli.\"",
  "lesson4.topic6.more.3": "Jean 10:27 — \"Mes brebis entendent ma voix ; je les connais, et elles me suivent.\"",
  "lesson4.topic7": "Garder les Dix Commandements",
  "lesson4.topic7.desc": "Les Dix Commandements ont été donnés à Moïse sur le Sinaï et restent valables aujourd'hui comme guide moral universel. Ils incluent honorer Dieu, respecter nos parents, ne pas voler, ne pas mentir et ne pas convoiter. Jésus-Christ a résumé la loi en deux grands commandements : aimer Dieu et aimer son prochain (Matthieu 22:37–39). Le Livre de Mormon confirme que ces commandements sont éternels (Mosiah 13:12–24). Exemple moderne : un homme d'affaires qui décide d'être honnête dans ses impôts même si d'autres trichent ressent la paix de conscience et la confiance de Dieu. Garder les Dix Commandements fortifie les familles, les communautés et des nations entières.",
  "lesson4.topic7.scriptureMain": "Et Dieu prononça toutes ces paroles, en disant : Je suis l'Éternel, ton Dieu. (Exode 20:3–17)",
  "lesson4.topic7.more.0": "Mosiah 13:12–24 — \"Et maintenant, quand le roi eut entendu ces paroles, il dit à ses prêtres : Retirez-vous, et partez d'ici.\"",
  "lesson4.topic7.more.1": "Matthieu 22:37–39 — \"Jésus lui répondit : Tu aimeras le Seigneur, ton Dieu, de tout ton cœur, de toute ton âme, et de toute ta pensée. C'est le premier et le plus grand commandement. Et voici le second, qui lui est semblable : Tu aimeras ton prochain comme toi-même.\"",
  "lesson4.topic7.more.2": "Éther 12:4 — \"C'est pourquoi, quiconque croit en Dieu peut espérer avec assurance un monde meilleur.\"",
  "lesson4.topic7.more.3": "Romains 13:9 — \"Car ceci : Tu ne commettras point d'adultère, tu ne tueras point, tu ne déroberas point, tu ne diras point de faux témoignage, tu ne convoiteras point, et s'il y a quelque autre commandement, tout se résume dans cette parole : Tu aimeras ton prochain comme toi-même.\"",
  "lesson4.topic8": "Servir les autres",
  "lesson4.topic8.desc": "La prière est la communication directe avec notre Père céleste. Paul a enseigné : 'Priez sans cesse' (1 Thessaloniciens 5:17). Alma a témoigné que nous devons prier dans nos champs, dans nos maisons, dans nos cœurs et partout (Alma 34:17–27). Exemple moderne : une mère accablée par les responsabilités quotidiennes trouve la paix en s'agenouillant quelques minutes avant de dormir. La prière sincère nous permet d'exprimer la gratitude, de demander de la force et de recevoir du réconfort. Il ne s'agit pas de mots répétitifs, mais d'ouvrir notre cœur à Dieu, comme un enfant parlant avec un père aimant.",
  "lesson4.topic8.scriptureMain": "Priez sans cesse. (1 Thessaloniciens 5:17)",
  "lesson4.topic8.more.0": "Alma 34:17–27 — \"C'est pourquoi, puisse Dieu vous accorder, mes frères, que vous commenciez à exercer votre foi au repentir, que vous commenciez à invoquer son saint nom.\"",
  "lesson4.topic8.more.1": "3 Néphi 18:19–20 — \"C'est pourquoi vous devez toujours prier le Père en mon nom ; et tout ce que vous demanderez au Père en mon nom, qui est juste, croyant que vous recevrez, voici, cela vous sera donné.\"",
  "lesson4.topic8.more.2": "Matthieu 6:6–8 — \"Mais quand tu pries, entre dans ta chambre, ferme ta porte, et prie ton Père qui est là dans le lieu secret ; et ton Père, qui voit dans le secret, te le rendra.\"",
  "lesson4.topic8.more.3": "Énos 1:4–6 — \"Et mon âme eut faim ; et je m'agenouillai devant mon Créateur, et je criai vers lui dans une prière puissante et une supplication pour mon âme ; et je criai vers lui tout le jour ; oui, et quand la nuit vint, j'élevai encore ma voix haut jusqu'à ce qu'elle atteigne les cieux.\"",
  "lesson4.topic9": "Obéir et soutenir la loi",
  "lesson4.topic9.desc": "Les Écritures sont la parole écrite de Dieu pour notre bénéfice. Jésus-Christ a dit : 'Sondez les Écritures, car vous pensez avoir en elles la vie éternelle' (Jean 5:39). Le Livre de Mormon enseigne que 'les Écritures témoignent du Christ' (2 Néphi 25:26). Les étudier quotidiennement nous fortifie contre la tentation et nous aide à recevoir la révélation personnelle. Exemple moderne : un jeune homme qui commence l'habitude de lire 10 minutes chaque matin dans le Livre de Mormon découvre des réponses aux questions de l'école et la force de résister à la pression des pairs. Étudier les Écritures n'est pas seulement un devoir, mais un festin spirituel qui nourrit notre âme.",
  "lesson4.topic9.scriptureMain": "Sondez les Écritures, car vous pensez avoir en elles la vie éternelle. (Jean 5:39)",
  "lesson4.topic9.more.0": "2 Néphi 25:26 — \"Et nous parlons du Christ, nous nous réjouissons dans le Christ, nous prêchons du Christ, nous prophétisons du Christ, et nous écrivons selon nos prophéties, afin que nos enfants sachent vers quelle source ils peuvent regarder pour la rémission de leurs péchés.\"",
  "lesson4.topic9.more.1": "Mosiah 1:7 — \"Et il leur enseigna aussi concernant les annales qui étaient gravées sur les plaques d'airain.\"",
  "lesson4.topic9.more.2": "Josué 1:8 — \"Que ce livre de la loi ne s'éloigne point de ta bouche ; médite-le jour et nuit, pour agir fidèlement selon tout ce qui y est écrit.\"",
  "lesson4.topic9.more.3": "Alma 37:44–45 — \"Car voici, il est aussi facile de prêter attention à la parole du Christ, qui vous indiquera un cours direct vers le bonheur éternel, qu'il l'était pour nos pères de prêter attention à cette boussole, qui leur indiquait un cours direct vers la terre promise.\"",
  "profile.language": "Langue",
  "profile.logout": "Déconnexion",
  "profile.clearProgress": "Effacer le progrès",
  "profile.actions": "Actions",
  "lesson5.title": "Alliances et Ordonnances de l'Évangile",
  "lesson5.topic1": "Baptême et confirmation",
  "lesson5.topic1.desc": "Le baptême est la première ordonnance de l'Évangile et la porte d'entrée vers la vie éternelle. Jésus-Christ a enseigné : 'Si un homme ne naît d'eau et d'Esprit, il ne peut entrer dans le royaume de Dieu' (Jean 3:5). Dans le Livre de Mormon, Alma a enseigné que le baptême symbolise notre alliance de suivre le Christ (Mosiah 18:8–10). Exemple moderne : un jeune homme qui décide d'être baptisé après des mois d'étude ressent une paix et une joie profondes qui confirment sa décision. Le baptême par immersion et par l'autorité appropriée est essentiel pour le salut.",
  "lesson5.topic1.scriptureMain": "Si un homme ne naît d'eau et d'Esprit, il ne peut entrer dans le royaume de Dieu. (Jean 3:5)",
  "lesson5.topic1.more.0": "Mosiah 18:8–10 — \"Et il arriva qu'il leur dit : Voici, voici les eaux de Mormon.\"",
  "lesson5.topic1.more.1": "Actes 2:38 — \"Pierre leur dit : Repentez-vous, et que chacun de vous soit baptisé au nom de Jésus-Christ, pour le pardon de vos péchés.\"",
  "lesson5.topic1.more.2": "Romains 6:4 — \"Nous avons donc été ensevelis avec lui par le baptême en sa mort.\"",
  "lesson5.topic1.more.3": "2 Néphi 31:5 — \"Et maintenant, si l'Agneau de Dieu, lui qui est saint, a besoin d'être baptisé par l'eau.\"",
  "lesson5.topic2": "Suivre le prophète",
  "lesson5.topic2.desc": "Dieu a toujours guidé Ses enfants par l'intermédiaire de prophètes. Le prophète vivant est la voix autorisée de Dieu sur la terre aujourd'hui. Amos a enseigné : 'Le Seigneur, l'Éternel, ne fait rien sans avoir révélé son secret à ses serviteurs les prophètes' (Amos 3:7). Dans le Livre de Mormon, Néphi a montré l'obéissance au prophète de son temps quand il a dit : 'J'irai et ferai les choses que le Seigneur a commandées' (1 Néphi 3:7). Suivre le prophète ne signifie pas idolâtrer un homme, mais faire confiance à ce que Dieu parle par son intermédiaire. Exemple moderne : un jeune homme entend l'invitation du prophète à quitter les réseaux sociaux pendant un temps et découvre plus de paix mentale et de temps pour sa famille. En suivant le prophète, nous recevons une protection contre les philosophies changeantes du monde.",
  "lesson5.topic2.scriptureMain": "Le Seigneur, l'Éternel, ne fait rien sans avoir révélé son secret à ses serviteurs les prophètes. (Amos 3:7)",
  "lesson5.topic2.more.0": "1 Néphi 3:7 — \"J'irai et ferai les choses que le Seigneur a commandées, car je sais que le Seigneur ne donne pas de commandements aux enfants des hommes, sans leur préparer une voie pour accomplir la chose qu'il leur commande.\"",
  "lesson5.topic2.more.1": "Mosiah 15:11 — \"Et voici, il est la lumière et la vie du monde ; oui, une lumière qui est sans fin, qui ne peut jamais être obscurcie.\"",
  "lesson5.topic2.more.2": "D&A 1:38 — \"Ce que moi, le Seigneur, j'ai dit, je l'ai dit, et je ne m'excuse pas.\"",
  "lesson5.topic2.more.3": "Jean 10:27 — \"Mes brebis entendent ma voix ; je les connais, et elles me suivent.\"",
  "lesson5.topic3": "Sacerdoce et organisations auxiliaires",
  "lesson5.topic3.desc": "Le sacerdoce est le pouvoir et l'autorité de Dieu délégués à l'homme pour bénir Ses enfants. Paul a expliqué que 'nul ne s'attribue cette dignité, s'il n'est appelé de Dieu' (Hébreux 5:4). Dans le Livre de Mormon, Alma a ordonné des prêtres pour enseigner la parole de Dieu (Mosiah 18:18). Les organisations auxiliaires (comme la Société de Secours, les Jeunes Gens, les Jeunes Filles et la Primaire) soutiennent cette œuvre et fortifient les familles. Exemple moderne : un jeune homme qui reçoit le Sacerdoce d'Aaron participe à la préparation de la Sainte-Cène, bénissant la vie de toute la congrégation. Le sacerdoce et ses organisations complémentaires sont essentiels pour édifier le royaume de Dieu.",
  "lesson5.topic3.scriptureMain": "Nul ne s'attribue cette dignité, s'il n'est appelé de Dieu. (Hébreux 5:4)",
  "lesson5.topic3.more.0": "Mosiah 18:18 — \"Et il ordonna des prêtres pour enseigner au peuple, afin qu'ils puissent entendre la parole de Dieu.\"",
  "lesson5.topic3.more.1": "Alma 13:2–3 — \"Et ces prêtres furent ordonnés selon l'ordre de son Fils, d'une manière que le peuple puisse savoir de quelle manière attendre son Fils pour la rédemption.\"",
  "lesson5.topic3.more.2": "D&A 84:20 — \"C'est pourquoi, dans ses ordonnances, le pouvoir de la divinité se manifeste.\"",
  "lesson5.topic3.more.3": "Éphésiens 4:11–12 — \"Et il a donné les uns comme apôtres, les autres comme prophètes, les autres comme évangélistes, les autres comme pasteurs et docteurs.\"",
  "lesson5.topic4": "Mariage éternel et famille",
  "lesson5.topic4.desc": "La famille est ordonnée de Dieu et le mariage est essentiel à Son plan éternel. Dans l'Éden, il fut déclaré : 'C'est pourquoi l'homme quittera son père et sa mère, et s'attachera à sa femme' (Genèse 2:24). Le Livre de Mormon souligne que le bonheur se trouve en vivant selon les commandements de Dieu au sein du foyer (Mosiah 2:41). Exemple moderne : un couple qui prie ensemble chaque soir et étudie les Écritures en famille crée un refuge spirituel pour ses enfants. Le mariage et la famille centrés sur le Christ fortifient la société et préparent les gens à la vie éternelle.",
  "lesson5.topic4.scriptureMain": "C'est pourquoi l'homme quittera son père et sa mère, et s'attachera à sa femme. (Genèse 2:24)",
  "lesson5.topic4.more.0": "Mosiah 2:41 — \"Et de plus, je désirerais que vous considériez l'état béni et heureux de ceux qui gardent les commandements de Dieu.\"",
  "lesson5.topic4.more.1": "Éphésiens 5:25 — \"Maris, aimez vos femmes, comme Christ a aimé l'Église, et s'est livré lui-même pour elle.\"",
  "lesson5.topic4.more.2": "3 Néphi 18:21 — \"Priez dans vos familles au Père, toujours en mon nom, afin que vos femmes et vos enfants soient bénis.\"",
  "lesson5.topic4.more.3": "D&A 49:15–17 — \"Et de plus, en vérité je vous dis, que quiconque interdit de se marier n'est pas ordonné de Dieu.\"",
  "lesson5.topic5": "Temples et histoire familiale",
  "lesson5.topic5.desc": "Les temples sont des maisons du Seigneur, des lieux sacrés où sont accomplies des ordonnances qui nous préparent à la vie éternelle. Le Seigneur a déclaré : 'Mon peuple est toujours commandé de construire une maison à mon nom' (D&A 124:39). Dans le Livre de Mormon, le peuple construisait des temples selon le modèle de Salomon (2 Néphi 5:16). Exemple moderne : une jeune femme qui se prépare dignement à recevoir sa dotation trouve guidance et force pour prendre des décisions justes. Le temple est un lieu où le ciel touche la terre, et ses ordonnances nous unissent comme familles éternelles.",
  "lesson5.topic5.scriptureMain": "Mon peuple est toujours commandé de construire une maison à mon nom. (D&A 124:39)",
  "lesson5.topic5.more.0": "2 Néphi 5:16 — \"Et moi, Néphi, je construisis un temple ; et je le construisis selon la manière du temple de Salomon.\"",
  "lesson5.topic5.more.1": "Psaumes 24:3–4 — \"Qui pourra monter à la montagne de l'Éternel ? Qui s'élèvera jusqu'à son lieu saint ? Celui qui a les mains innocentes et le cœur pur.\"",
  "lesson5.topic5.more.2": "1 Corinthiens 3:16–17 — \"Ne savez-vous pas que vous êtes le temple de Dieu, et que l'Esprit de Dieu habite en vous ?\"",
  "lesson5.topic5.more.3": "D&A 109:22 — \"Et nous te demandons, Père Saint, que tes serviteurs sortent de cette maison armés de ton pouvoir.\"",
  "lesson5.topic6": "Œuvre missionnaire",
  "lesson5.topic6.desc": "L'œuvre missionnaire est la responsabilité de chaque membre de l'Église. Jésus-Christ a commandé : 'Allez par tout le monde, et prêchez la bonne nouvelle à toute la création' (Marc 16:15). Dans le Livre de Mormon, Ammon et ses frères ont consacré leur vie à prêcher l'Évangile parmi les Lamanites (Alma 17:2–3). Exemple moderne : un jeune homme qui sert une mission non seulement bénit la vie de ceux qu'il enseigne, mais grandit aussi spirituellement et développe des attributs semblables au Christ. L'œuvre missionnaire est le plus grand service que nous puissions rendre à nos semblables.",
  "lesson5.topic6.scriptureMain": "Allez par tout le monde, et prêchez la bonne nouvelle à toute la création. (Marc 16:15)",
  "lesson5.topic6.more.0": "Alma 17:2–3 — \"Et il arriva que les fils de Mosiah prirent un voyage dans le pays de Néphi.\"",
  "lesson5.topic6.more.1": "D&A 4:3 — \"C'est pourquoi, si vous avez des désirs de servir Dieu, vous êtes appelés à l'œuvre.\"",
  "lesson5.topic6.more.2": "Matthieu 28:19–20 — \"Allez, faites de toutes les nations des disciples, les baptisant au nom du Père, du Fils et du Saint-Esprit.\"",
  "lesson5.topic6.more.3": "Mosiah 28:3 — \"Maintenant ils désiraient que le salut soit déclaré à toute créature.\"",
  "lesson5.topic7": "Persévérer jusqu'à la fin",
  "lesson5.topic7.desc": "Persévérer jusqu'à la fin signifie rester fidèles au Christ et à Ses commandements tout au long de notre vie entière. Le Sauveur a enseigné : 'Mais celui qui persévérera jusqu'à la fin sera sauvé' (Matthieu 24:13). Le Livre de Mormon précise que nous devons 'aller de l'avant avec fermeté dans le Christ' (2 Néphi 31:20). Exemple moderne : un membre de l'Église qui fait face à des années de maladie continue de faire confiance au Seigneur, servant dans ce qu'il peut et assistant à l'Église quand sa santé le permet. Persévérer jusqu'à la fin n'est pas un effort momentané, mais un engagement constant qui assure la joie éternelle en la présence de Dieu.",
  "lesson5.topic7.scriptureMain": "Mais celui qui persévérera jusqu'à la fin sera sauvé. (Matthieu 24:13)",
  "lesson5.topic7.more.0": "2 Néphi 31:20 — \"C'est pourquoi, vous devez aller de l'avant avec fermeté dans le Christ, ayant une parfaite clarté d'espérance.\"",
  "lesson5.topic7.more.1": "Hébreux 12:1–2 — \"Nous donc aussi, puisque nous sommes environnés d'une si grande nuée de témoins, rejetons tout fardeau, et le péché qui nous enveloppe si facilement, et courons avec persévérance dans la carrière qui nous est ouverte.\"",
  "lesson5.topic7.more.2": "Moroni 6:4 — \"Et après qu'ils avaient été reçus au baptême, et avaient été travaillés et purifiés par le pouvoir du Saint-Esprit.\"",
  "lesson5.topic7.more.3": "Apocalypse 2:10 — \"Ne crains pas ce que tu vas souffrir. Voici, le diable va jeter quelques-uns d'entre vous en prison.\"",
  "quiz.previous": "Précédent",
  "quiz.results": "Résultats du Quiz",
  "quiz.excellent": "Excellent ! Vous avez maîtrisé cette leçon.",
  "quiz.good": "Bien fait ! Avec un peu plus d'étude vous vous améliorerez.",
  "quiz.needsImprovement": "Continuez à étudier. Vous pouvez faire mieux !",
  "quiz.correctAnswer": "Bonne réponse",
  "quiz.yourAnswer": "Votre réponse",
  "reflections.title": "Réflexions Personnelles",
  "reflections.subtitle": "Réfléchissez à ce que vous avez appris dans la leçon :",
  "reflections.promptTitle": "Questions pour réfléchir :",
  "reflections.promptText": "• Qu'avez-vous appris qui vous a surpris ?\n• Comment pouvez-vous appliquer ces enseignements dans votre vie ?\n• Quelles questions avez-vous sur ce sujet ?\n• Comment vous sentez-vous après avoir étudié cette leçon ?",
  "reflections.placeholder": "Écrivez vos pensées et réflexions ici...",
  "reflections.shareTitle": "Partager avec les missionnaires",
  "reflections.shareDescription": "Permettez aux missionnaires de voir votre réflexion pour mieux vous aider.",
  "reflections.privacyTitle": "Confidentialité",
  "reflections.privacyText": "Votre réflexion est privée. Seuls les missionnaires assignés peuvent la voir si vous choisissez de la partager.",
  "reflections.save": "Sauvegarder la Réflexion",
  "reflections.alertTitle": "Réflexion requise",
  "reflections.alertMessage": "Veuillez écrire vos réflexions avant de continuer.",
  "reflections.ok": "OK",
  "completion.congratulations": "Félicitations !",
  "completion.completedMessage": "Vous avez terminé avec succès cette leçon.",
  "completion.continue": "Continuer",
  "completion.lessonCompleted": "Leçon terminée :",
  "completion.quizScore": "Score du Quiz",
  "completion.yourReflection": "Votre Réflexion",
  "completion.willShare": "Sera partagée avec les missionnaires",
  "completion.finishLesson": "Terminer la Leçon",
  "completion.reviewQuiz": "Revoir le Quiz",
  "completion.editReflection": "Modifier la Réflexion",
  "mainScripture": "Écriture principale",
  "learnMore": "En savoir plus",
  "close": "Fermer",
  "back": "Retour",
  "nextTopic": "Sujet suivant",
  "testLearning": "Tester l'apprentissage",
  "backToLesson": "Retour à la leçon",
  "quiz.lesson2.question1": "D'où venons-nous selon le Plan de Salut ?",
  "quiz.lesson2.question1.option1": "Du monde spirituel comme enfants de Dieu",
  "quiz.lesson2.question1.option2": "De l'évolution",
  "quiz.lesson2.question1.option3": "De rien",
  "quiz.lesson2.question1.option4": "Des animaux",
  "quiz.lesson2.question1.correct": "0",
  "quiz.lesson2.question2": "Quel est le but principal de la vie mortelle ?",
  "quiz.lesson2.question2.option1": "S'amuser et profiter de la vie",
  "quiz.lesson2.question2.option2": "Apprendre, grandir et se préparer à retourner à Dieu",
  "quiz.lesson2.question2.option3": "Gagner de l'argent et réussir",
  "quiz.lesson2.question2.option4": "Survivre le plus longtemps possible",
  "quiz.lesson2.question2.correct": "1",
  "quiz.lesson2.question3": "Que se passe-t-il après la mort selon le Plan de Salut ?",
  "quiz.lesson2.question3.option1": "Tout se termine",
  "quiz.lesson2.question3.option2": "L'esprit va dans le monde des esprits",
  "quiz.lesson2.question3.option3": "Il se réincarne dans un autre corps",
  "quiz.lesson2.question3.option4": "Il devient un fantôme",
  "quiz.lesson2.question3.correct": "1",
  "quiz.lesson2.question4": "Qu'est-ce que la résurrection ?",
  "quiz.lesson2.question4.option1": "Naître de nouveau",
  "quiz.lesson2.question4.option2": "L'union éternelle du corps et de l'esprit",
  "quiz.lesson2.question4.option3": "Devenir un ange",
  "quiz.lesson2.question4.option4": "Aller au ciel",
  "quiz.lesson2.question4.correct": "1",
  "quiz.lesson2.question5": "Comment pouvons-nous savoir si le Plan de Salut est vrai ?",
  "quiz.lesson2.question5.option1": "Juste en lisant des livres",
  "quiz.lesson2.question5.option2": "En priant et en demandant confirmation à Dieu",
  "quiz.lesson2.question5.option3": "En écoutant d'autres personnes",
  "quiz.lesson2.question5.option4": "En étudiant la philosophie",
  "quiz.lesson2.question5.correct": "1",
  "quiz.lesson2.question6": "Que signifie l'Expiation de Jésus-Christ ?",
  "quiz.lesson2.question6.option1": "Que le Christ est mort par accident",
  "quiz.lesson2.question6.option2": "Le sacrifice qui permet le pardon et la résurrection",
  "quiz.lesson2.question6.option3": "Que le Christ était un martyr",
  "quiz.lesson2.question6.option4": "Que le Christ était un bon exemple",
  "quiz.lesson2.question6.correct": "1",
  "quiz.lesson2.question7": "Quels sont les trois degrés de gloire mentionnés dans les Écritures ?",
  "quiz.lesson2.question7.option1": "Céleste, Terrestre et Téleste",
  "quiz.lesson2.question7.option2": "Haut, Moyen et Bas",
  "quiz.lesson2.question7.option3": "Premier, Deuxième et Troisième",
  "quiz.lesson2.question7.option4": "Or, Argent et Bronze",
  "quiz.lesson2.question7.correct": "0",
  "quiz.lesson3.question1": "Quel est le premier principe de l'Évangile de Jésus-Christ ?",
  "quiz.lesson3.question1.option1": "La foi en Jésus-Christ",
  "quiz.lesson3.question1.option2": "Le baptême",
  "quiz.lesson3.question1.option3": "La prière",
  "quiz.lesson3.question1.option4": "Le jeûne",
  "quiz.lesson3.question1.correct": "0",
  "quiz.lesson3.question2": "Qu'est-ce que le repentir ?",
  "quiz.lesson3.question2.option1": "Juste ressentir du remords",
  "quiz.lesson3.question2.option2": "Changer de direction pour se rapprocher de Dieu",
  "quiz.lesson3.question2.option3": "Payer pour les péchés",
  "quiz.lesson3.question2.option4": "Oublier le passé",
  "quiz.lesson3.question2.correct": "1",
  "quiz.lesson3.question3": "Pourquoi le baptême est-il important ?",
  "quiz.lesson3.question3.option1": "C'est juste une tradition",
  "quiz.lesson3.question3.option2": "C'est la porte d'entrée du chemin de l'Évangile et une alliance avec Dieu",
  "quiz.lesson3.question3.option3": "Pour être accepté socialement",
  "quiz.lesson3.question3.option4": "Pour faire plaisir à la famille",
  "quiz.lesson3.question3.correct": "1",
  "quiz.lesson3.question4": "Qu'est-ce que le don du Saint-Esprit ?",
  "quiz.lesson3.question4.option1": "Un cadeau matériel",
  "quiz.lesson3.question4.option2": "Une boussole spirituelle qui console, avertit et confirme la vérité",
  "quiz.lesson3.question4.option3": "Un livre sacré",
  "quiz.lesson3.question4.option4": "Une expérience émotionnelle",
  "quiz.lesson3.question4.correct": "1",
  "quiz.lesson3.question5": "Que signifie persévérer jusqu'à la fin ?",
  "quiz.lesson3.question5.option1": "Juste suivre pendant un moment",
  "quiz.lesson3.question5.option2": "Continuer fidèlement dans l'Évangile tout au long de la vie",
  "quiz.lesson3.question5.option3": "Faire le minimum nécessaire",
  "quiz.lesson3.question5.option4": "Suivre seulement quand c'est facile",
  "quiz.lesson3.question5.correct": "1",
  "quiz.lesson3.question6": "Que sont les ordonnances de l'Évangile ?",
  "quiz.lesson3.question6.option1": "Juste des cérémonies",
  "quiz.lesson3.question6.option2": "Des actes sacrés qui marquent notre progrès spirituel",
  "quiz.lesson3.question6.option3": "Des traditions culturelles",
  "quiz.lesson3.question6.option4": "Des rituels anciens",
  "quiz.lesson3.question6.correct": "1",
  "quiz.lesson3.question7": "Quel est le résultat de vivre l'Évangile ?",
  "quiz.lesson3.question7.option1": "Seulement le bonheur temporaire",
  "quiz.lesson3.question7.option2": "Une joie vraie et profonde qui remplit l'âme",
  "quiz.lesson3.question7.option3": "Seulement les bénédictions matérielles",
  "quiz.lesson3.question7.option4": "La satisfaction personnelle",
  "quiz.lesson3.question7.correct": "1",
  "quiz.levels.title": "Sélectionner le niveau de difficulté",
  "quiz.level.easy": "Modéré",
  "quiz.level.medium": "Moyen",
  "quiz.level.hard": "Difficile",
  "quiz.level.easy.desc": "3 questions par leçon",
  "quiz.level.medium.desc": "7 questions par leçon",
  "quiz.level.hard.desc": "15 questions par leçon",
  "quiz.selectLevel": "Sélectionner le niveau",
  "quiz.title": "Quiz de Leçons",
  "quiz.subtitle": "Sélectionnez une leçon pour commencer",
  "quiz.questions": "questions",
  "quiz.start": "Commencer →",
  "quiz.tips.title": "💡 Conseils pour le Quiz",
  "quiz.tips.text": "• Lisez chaque question attentivement\n• Sélectionnez la réponse que vous pensez correcte\n• Vous pouvez réviser vos réponses à la fin\n• Ne vous inquiétez pas si vous n'avez pas tout bon !",
  "quiz.lesson1.subtitle": "La Restauration",
  "quiz.lesson1.description": "Questions sur la restauration de l'évangile",
  "quiz.lesson2.subtitle": "Le Plan de Salut",
  "quiz.lesson2.description": "Questions sur le plan de Dieu pour nous",
  "quiz.lesson3.subtitle": "L'Évangile de Jésus-Christ",
  "quiz.lesson3.description": "Questions sur la foi, le repentir et les alliances",
  "quiz.lesson4.subtitle": "Commandements",
  "quiz.lesson4.description": "Questions sur les commandements et l'obéissance",
  "quiz.lesson5.subtitle": "Lois et Ordonnances",
  "quiz.lesson5.description": "Questions sur le sacerdoce et les ordonnances",
  "quiz.testKnowledge": "Testez vos connaissances",
  "quiz.question": "Question",
  "quiz.of": "de",
  "quiz.next": "Suivant →",
  "quiz.finish": "Terminer",
  "quiz.tryAgain": "Réessayer",
  "quiz.quizTitle": "Quiz - Leçon",
  "lessons.selectLesson": "Sélectionnez une leçon pour commencer",
  "lessons.learningTools": "Outils d'Apprentissage",
  "lessons.quizTitle": "Quiz de Leçons",
  "lessons.quizDescription": "Testez vos connaissances avec des questions sur chaque leçon",
  "lessons.reflectionsTitle": "Mes Réflexions",
  "lessons.reflectionsDescription": "Partagez vos pensées et apprentissages personnels",
  "lessons.lesson1.description": "9 sujets sur la restauration de l'évangile",
  "lessons.lesson2.description": "7 sujets sur le plan de salut",
  "lessons.lesson3.description": "7 sujets sur l'évangile de Jésus-Christ",
  "lessons.lesson4.description": "9 sujets sur les commandements de l'évangile",
  "lessons.lesson5.description": "7 sujets sur les alliances et ordonnances",
  "lessons.completed": "terminées",
  "lessons.of": "de",
  "quiz.lesson4.question1": "Pourquoi devons-nous obéir aux commandements ?",
  "quiz.lesson4.question1.option1": "Pour éviter les punitions",
  "quiz.lesson4.question1.option2": "Parce qu'ils nous apportent des bénédictions et nous rapprochent de Dieu",
  "quiz.lesson4.question1.option3": "Parce que c'est obligatoire",
  "quiz.lesson4.question1.option4": "Pour impressionner les autres",
  "quiz.lesson4.question1.correct": "1",
  "quiz.lesson4.question2": "Quel est le but du jour du sabbat ?",
  "quiz.lesson4.question2.option1": "Se reposer et dormir",
  "quiz.lesson4.question2.option2": "Adorer Dieu et renouveler nos alliances",
  "quiz.lesson4.question2.option3": "Faire des activités récréatives",
  "quiz.lesson4.question2.option4": "Travailler moins",
  "quiz.lesson4.question2.correct": "1",
  "quiz.lesson4.question3": "Qu'est-ce que la Parole de Sagesse ?",
  "quiz.lesson4.question3.option1": "Un livre de la Bible",
  "quiz.lesson4.question3.option2": "Une loi de santé qui inclut éviter les substances nocives",
  "quiz.lesson4.question3.option3": "Un conseil optionnel",
  "quiz.lesson4.question3.option4": "Un plan de régime",
  "quiz.lesson4.question3.correct": "1",
  "quiz.lesson5.question1": "Qu'est-ce que la prêtrise ?",
  "quiz.lesson5.question1.option1": "Un titre religieux",
  "quiz.lesson5.question1.option2": "L'autorité d'agir au nom de Dieu",
  "quiz.lesson5.question1.option3": "Une position dans l'église",
  "quiz.lesson5.question1.option4": "Une cérémonie religieuse",
  "quiz.lesson5.question1.correct": "1",
  "quiz.lesson5.question2": "Que sont les ordonnances du temple ?",
  "quiz.lesson5.question2.option1": "Services réguliers de l'église",
  "quiz.lesson5.question2.option2": "Cérémonies sacrées effectuées dans les temples",
  "quiz.lesson5.question2.option3": "Études bibliques",
  "quiz.lesson5.question2.option4": "Réunions de prière",
  "quiz.lesson5.question2.correct": "1",
  "quiz.lesson5.question3": "Qu'est-ce que le mariage éternel ?",
  "quiz.lesson5.question3.option1": "Un mariage durable",
  "quiz.lesson5.question3.option2": "Un mariage qui continue après la mort",
  "quiz.lesson5.question3.option3": "Un mariage parfait",
  "quiz.lesson5.question3.option4": "Un mariage religieux",
  "quiz.lesson5.question3.correct": "1",
  "lesson6.title": "Les Articles de Foi",
  "lesson6.topic1": "Article de Foi 1",
  "lesson6.topic1.desc": "Nous croyons en Dieu, le Père éternel, et en Son Fils, Jésus-Christ, et au Saint-Esprit. Cela enseigne qu'ils sont trois êtres distincts, unis dans un but parfait. La Bible montre cette vérité dans le baptême de Jésus, quand le Père a parlé du ciel, le Fils a été baptisé et l'Esprit est descendu comme une colombe (Matthieu 3:16–17). Le Livre de Mormon confirme aussi cette doctrine (3 Néphi 11:27). Exemple moderne : quand nous prions, nous dirigeons nos paroles vers le Père, au nom du Christ, et recevons des réponses par le Saint-Esprit.",
  "lesson6.topic1.scriptureMain": "Et quand ils eurent fait cela, Jésus leur dit : Venez à moi et soyez baptisés en mon nom, car c'est ainsi que le Père m'a commandé, afin que vous soyez sanctifiés par la réception du Saint-Esprit, afin que vous vous présentiez sans tache devant moi au dernier jour. (3 Néphi 11:27)",
  "lesson6.topic1.more.0": "Matthieu 3:16–17 — \"Et Jésus, ayant été baptisé, sortit aussitôt de l'eau. Et voici, les cieux s'ouvrirent, et il vit l'Esprit de Dieu descendre comme une colombe et venir sur lui. Et voici, une voix des cieux dit : Celui-ci est mon Fils bien-aimé, en qui j'ai mis toute mon affection.\"",
  "lesson6.topic1.more.1": "Jean 17:21 — \"Afin que tous soient un, comme toi, Père, tu es en moi, et comme je suis en toi, afin qu'eux aussi soient un en nous, pour que le monde croie que tu m'as envoyé.\"",
  "lesson6.topic1.more.2": "Actes 7:55–56 — \"Mais lui, étant plein du Saint-Esprit, fixa les regards vers le ciel, et vit la gloire de Dieu et Jésus debout à la droite de Dieu. Et il dit : Voici, je vois les cieux ouverts, et le Fils de l'homme debout à la droite de Dieu.\"",
  "lesson6.topic1.more.3": "D&A 130:22 — \"Le Père a un corps de chair et d'os aussi tangible que celui de l'homme; le Fils aussi; mais le Saint-Esprit n'a pas un corps de chair et d'os, mais est un personnage d'Esprit.\"",
  "lesson6.topic2": "Article de Foi 2",
  "lesson6.topic2.desc": "Nous croyons que les hommes seront punis pour leurs propres péchés, et non pour la transgression d'Adam. Cela signifie que chaque personne est responsable devant Dieu pour ses propres décisions. Nous n'héritons pas de la culpabilité d'Adam, bien que nous vivions dans un monde déchu avec ses conséquences. Le Livre de Mormon enseigne que les hommes sont libres de choisir la liberté et la vie éternelle, ou la captivité et la mort (2 Néphi 2:25–27). Exemple moderne : une personne n'est pas jugée par les erreurs de ses parents, mais par ses propres choix.",
  "lesson6.topic2.scriptureMain": "Et les hommes sont libres selon la chair; et toutes choses leur sont données qui sont expédientes à l'homme. Et ils sont libres de choisir la liberté et la vie éternelle, par le grand Médiateur de tous les hommes, ou de choisir la captivité et la mort, selon la captivité et le pouvoir du diable. (2 Néphi 2:25–27)",
  "lesson6.topic2.more.0": "Ézéchiel 18:20 — \"L'âme qui pèche, c'est elle qui mourra. Le fils ne portera pas l'iniquité de son père, et le père ne portera pas l'iniquité de son fils.\"",
  "lesson6.topic2.more.1": "Romains 5:12 — \"C'est pourquoi, comme par un seul homme le péché est entré dans le monde, et par le péché la mort, et qu'ainsi la mort s'est étendue sur tous les hommes, parce que tous ont péché.\"",
  "lesson6.topic2.more.2": "Moïse 6:54 — \"C'est pourquoi, enseignez ces choses librement à vos enfants, disant : Que par raison de transgression vient la chute, qui chute apporte la mort, et en tant que vous êtes nés dans le monde par l'eau, et le sang, et l'esprit, que j'ai faits, et ainsi devenus de poussière une âme vivante, même ainsi vous devez être nés de nouveau dans le royaume des cieux, de l'eau, et de l'Esprit.\"",
  "lesson6.topic2.more.3": "Alma 42:7 — \"Et ainsi nous voyons que l'homme devint un être déchu, et ainsi devint un mortel, et un être spirituel, séparé de Dieu.\"",
  "lesson6.topic3": "Article de Foi 3",
  "lesson6.topic3.desc": "Nous croyons que par l'Expiation du Christ, tout le genre humain peut être sauvé, par l'obéissance aux lois et ordonnances de l'Évangile. La grâce du Christ nous offre le salut, mais nous devons l'accepter en vivant Ses enseignements. Néphi enseigna : 'C'est par la grâce que nous sommes sauvés, après tout ce que nous pouvons faire' (2 Néphi 25:23). Exemple moderne : quelqu'un qui s'efforce de garder les commandements, même s'il fait des erreurs, fait confiance que la grâce du Christ le relève et lui donne l'espérance.",
  "lesson6.topic3.scriptureMain": "Car c'est par la grâce que vous êtes sauvés, par le moyen de la foi. Et cela ne vient pas de vous, c'est le don de Dieu. Ce n'est point par les œuvres, afin que personne ne se glorifie. (2 Néphi 25:23)",
  "lesson6.topic3.more.0": "Jean 3:16 — \"Car Dieu a tant aimé le monde qu'il a donné son Fils unique, afin que quiconque croit en lui ne périsse point, mais qu'il ait la vie éternelle.\"",
  "lesson6.topic3.more.1": "Mosiah 3:19 — \"Car l'homme naturel est ennemi de Dieu, et l'a été depuis la chute d'Adam, et le sera, pour toujours et à jamais, à moins qu'il ne cède aux enticements du Saint-Esprit.\"",
  "lesson6.topic3.more.2": "Éphésiens 2:8–10 — \"Car c'est par la grâce que vous êtes sauvés, par le moyen de la foi. Et cela ne vient pas de vous, c'est le don de Dieu. Ce n'est point par les œuvres, afin que personne ne se glorifie.\"",
  "lesson6.topic3.more.3": "Alma 11:40 — \"Et il prendra sur lui la mort, afin de délier les liens de la mort qui lient son peuple; et il prendra sur lui leurs infirmités, afin que ses entrailles soient remplies de miséricorde.\"",
  "lesson6.topic4": "Article de Foi 4",
  "lesson6.topic4.desc": "Nous croyons que les premiers principes et ordonnances de l'Évangile sont : premièrement, la Foi au Seigneur Jésus-Christ; deuxièmement, la Repentance; troisièmement, le Baptême par immersion pour la rémission des péchés; quatrièmement, l'Imposition des mains pour le don du Saint-Esprit. C'est le 'chemin' enseigné par le Christ Lui-même dans 2 Néphi 31. Exemple moderne : un investigateur qui étudie, se repent, est baptisé et reçoit le Saint-Esprit, commence un chemin de discipleship qui l'accompagne tout au long de sa vie.",
  "lesson6.topic4.scriptureMain": "Et maintenant, si l'Agneau de Dieu, étant saint, a besoin d'être baptisé par l'eau, pour accomplir toute justice, ô alors, combien plus avons-nous besoin, étant impurs, d'être baptisés, oui, même par l'eau ! (2 Néphi 31:5–21)",
  "lesson6.topic4.more.0": "Actes 2:38 — \"Pierre leur dit : Repentez-vous, et que chacun de vous soit baptisé au nom de Jésus-Christ, pour le pardon de vos péchés; et vous recevrez le don du Saint-Esprit.\"",
  "lesson6.topic4.more.1": "Marc 16:16 — \"Celui qui croira et qui sera baptisé sera sauvé, mais celui qui ne croira pas sera condamné.\"",
  "lesson6.topic4.more.2": "3 Néphi 27:20 — \"Maintenant, voici le commandement : Repentez-vous, tous vous, extrémités de la terre, et venez à moi et soyez baptisés en mon nom.\"",
  "lesson6.topic4.more.3": "Moroni 8:10–12 — \"Voici, je vous dis que cette chose vous enseignerez—la repentance et le baptême à ceux qui sont responsables et capables de commettre le péché.\"",
  "lesson6.topic5": "Article de Foi 5",
  "lesson6.topic5.desc": "Nous croyons qu'un homme doit être appelé de Dieu, par prophétie, et par l'imposition des mains par ceux qui sont en autorité, pour prêcher l'Évangile et administrer dans ses ordonnances. Cela enseigne que personne ne s'appelle au ministère, mais doit être appelé de manière divine. Exemple moderne : un évêque reçoit son appel non parce qu'il s'offre, mais parce qu'il est choisi par révélation et soutenu par la congrégation.",
  "lesson6.topic5.scriptureMain": "Et nul ne s'attribue cette dignité, s'il n'est appelé de Dieu, comme le fut Aaron. (Hébreux 5:4)",
  "lesson6.topic5.more.0": "Exode 28:1 — \"Fais approcher de toi Aaron, ton frère, et ses fils, du milieu des enfants d'Israël, pour qu'ils me servent dans le sacerdoce.\"",
  "lesson6.topic5.more.1": "D&A 42:11 — \"Et de nouveau, je vous dis que vous n'enseignerez que par l'Esprit.\"",
  "lesson6.topic5.more.2": "Alma 13:3 — \"Et c'est la manière selon laquelle ils furent ordonnés—étant appelés et préparés depuis la fondation du monde selon la prescience de Dieu.\"",
  "lesson6.topic5.more.3": "3 Néphi 11:21–22 — \"Et le Seigneur leur dit : Levez-vous et venez à moi, afin que vous puissiez enfoncer vos mains dans mon côté.\"",
  "lesson6.topic6": "Article de Foi 6",
  "lesson6.topic6.desc": "Nous croyons en la même organisation qui existait dans l'Église primitive, à savoir, apôtres, prophètes, pasteurs, enseignants, évangélistes, et ainsi de suite. Cette organisation assure l'unité et la direction divine. Exemple moderne : les Douze Apôtres actuels accomplissent la même fonction que Pierre, Jacques et Jean dans l'Église primitive.",
  "lesson6.topic6.scriptureMain": "Et il a donné les uns comme apôtres, les autres comme prophètes, les autres comme évangélistes, les autres comme pasteurs et docteurs, pour le perfectionnement des saints en vue de l'œuvre du ministère et de l'édification du corps de Christ. (Éphésiens 4:11–14)",
  "lesson6.topic6.more.0": "Actes 2:42 — \"Ils persévéraient dans l'enseignement des apôtres, dans la communion fraternelle, dans la fraction du pain, et dans les prières.\"",
  "lesson6.topic6.more.1": "1 Corinthiens 12:28 — \"Et Dieu a établi dans l'Église premièrement des apôtres, secondement des prophètes, troisièmement des docteurs, ensuite ceux qui ont le don des miracles.\"",
  "lesson6.topic6.more.2": "D&A 107:23 — \"Les douze conseillers voyageurs sont appelés à être les Douze Apôtres, ou témoins spéciaux du nom du Christ dans tout le monde.\"",
  "lesson6.topic6.more.3": "Mosiah 18:18 — \"Et il leur commanda qu'ils n'enseignent rien sauf les choses qu'il avait enseignées, et qui avaient été dites par la bouche des saints prophètes.\"",
  "lesson6.topic7": "Article de Foi 7",
  "lesson6.topic7.desc": "Nous croyons au don des langues, de prophétie, de révélation, de visions, de guérison, d'interprétation des langues, et ainsi de suite. Ces dons renforcent la foi et édifient l'Église. Exemple moderne : un missionnaire qui apprend une nouvelle langue et témoigne avec puissance grâce au Saint-Esprit reçoit ce don.",
  "lesson6.topic7.scriptureMain": "Et de nouveau, je vous exhorte, mes frères, que vous vous souveniez que tout bon don vient du Christ. (Moroni 10:8–18)",
  "lesson6.topic7.more.0": "1 Corinthiens 12:7–11 — \"Mais la manifestation de l'Esprit est donnée à chacun en vue de l'utilité.\"",
  "lesson6.topic7.more.1": "D&A 46:9–12 — \"Car voici, à l'un est donné par l'Esprit de Dieu, qu'il puisse enseigner la parole de sagesse.\"",
  "lesson6.topic7.more.2": "Actes 2:4 — \"Et ils furent tous remplis du Saint-Esprit, et se mirent à parler en d'autres langues, selon que l'Esprit leur donnait de s'exprimer.\"",
  "lesson6.topic7.more.3": "2 Néphi 32:2–3 — \"Ne vous souvenez-vous pas que je vous ai dit qu'après avoir reçu le Saint-Esprit vous pourriez parler avec la langue des anges ?\"",
  "lesson6.topic8": "Article de Foi 8",
  "lesson6.topic8.desc": "Nous croyons que la Bible est la parole de Dieu dans la mesure où elle est traduite correctement; nous croyons aussi que le Livre de Mormon est la parole de Dieu. Les deux témoignent du Christ et se soutiennent mutuellement. Exemple moderne : comme deux témoins dans un tribunal confirment la vérité, la Bible et le Livre de Mormon témoignent ensemble que Jésus est le Christ.",
  "lesson6.topic8.scriptureMain": "Et maintenant, voici, mon fils, je te recommande de prendre soin de ces choses sacrées; oui, je te recommande de chercher ce Jésus dont les prophètes et les apôtres ont écrit, afin que la grâce de Dieu le Père, et aussi du Seigneur Jésus-Christ, et du Saint-Esprit, qui témoigne d'eux, soit et demeure en vous pour toujours. (Éther 12:41)",
  "lesson6.topic8.more.0": "2 Néphi 29:8 — \"Et parce que mes paroles s'ébranleront—oui, elles s'ébranleront—et parce que vous dites que vous avez la Bible, et vous pensez qu'en elle vous avez la vie éternelle.\"",
  "lesson6.topic8.more.1": "Jean 5:39 — \"Vous sondez les Écritures, parce que vous pensez avoir en elles la vie éternelle : ce sont elles qui rendent témoignage de moi.\"",
  "lesson6.topic8.more.2": "2 Timothée 3:16 — \"Toute Écriture est inspirée de Dieu, et utile pour enseigner, pour convaincre, pour corriger, pour instruire dans la justice.\"",
  "lesson6.topic8.more.3": "D&A 20:9 — \"Ce qui donne à tous ceux qui croient et obéissent à une loi juste, un héritage dans le royaume de Dieu.\"",
  "lesson6.topic9": "Article de Foi 9",
  "lesson6.topic9.desc": "Nous croyons tout ce que Dieu a révélé, tout ce qu'il révèle maintenant, et nous croyons qu'il révélera encore beaucoup de choses grandes et importantes concernant le royaume de Dieu. La révélation continue est un principe fondamental de l'Évangile. Exemple moderne : les dirigeants actuels de l'Église reçoivent des révélations pour guider l'Église dans notre époque.",
  "lesson6.topic9.scriptureMain": "Car voici, je suis Dieu; et je suis un Dieu de miracles; et je manifesterai aux hommes que je suis le même hier, aujourd'hui et à jamais. (2 Néphi 27:23)",
  "lesson6.topic9.more.0": "Amos 3:7 — \"Car le Seigneur, l'Éternel, ne fait rien sans avoir révélé son secret à ses serviteurs les prophètes.\"",
  "lesson6.topic9.more.1": "D&A 1:38 — \"Ce que je dis, je le dis comme si j'avais parlé de ma propre bouche; car vous êtes commandés en toutes choses par ma bouche.\"",
  "lesson6.topic9.more.2": "Jean 16:13 — \"Quand le consolateur sera venu, l'Esprit de vérité, il vous conduira dans toute la vérité.\"",
  "lesson6.topic9.more.3": "Moroni 7:29 — \"Et parce que vous avez demandé concernant les miracles, voici, je vous dis que quiconque croit au Christ, sans aucun doute, peut faire des miracles.\"",
  "lesson6.topic10": "Article de Foi 10",
  "lesson6.topic10.desc": "Nous croyons en l'assemblée littérale d'Israël et en la restauration des dix tribus; que Sion (la Nouvelle Jérusalem) sera bâtie sur le continent américain; que le Christ régnera personnellement sur la terre; et que la terre sera renouvelée et recevra sa gloire paradisiaque. Ces événements futurs donnent de l'espérance. Exemple moderne : les temples construits dans le monde entier préparent la voie pour le retour du Christ.",
  "lesson6.topic10.scriptureMain": "Et il arrivera que celui qui invoquera le nom du Seigneur sera sauvé; car sur le mont Sion et à Jérusalem il y aura des délivrés, comme l'a dit le Seigneur, et parmi les survivants que le Seigneur appellera. (Joël 2:32)",
  "lesson6.topic10.more.0": "Actes 1:11 — \"Hommes Galiléens, pourquoi vous arrêtez-vous à regarder au ciel ? Ce Jésus, qui a été enlevé au ciel du milieu de vous, viendra de la même manière que vous l'avez vu allant au ciel.\"",
  "lesson6.topic10.more.1": "D&A 45:44 — \"Et alors ils verront le Fils de l'homme venir dans les nuées du ciel avec puissance et grande gloire.\"",
  "lesson6.topic10.more.2": "Éther 13:2–6 — \"Car voici, c'est la terre de votre héritage; et le Père de vous tous a donné cette terre précieuse à ses enfants.\"",
  "lesson6.topic10.more.3": "Apocalypse 21:1–3 — \"Puis je vis un nouveau ciel et une nouvelle terre; car le premier ciel et la première terre avaient disparu.\"",
  "lesson6.topic11": "Article de Foi 11",
  "lesson6.topic11.desc": "Nous revendiquons le privilège d'adorer le Dieu Tout-Puissant selon les inspirations de notre propre conscience, et accordons à tous les hommes le même privilège, qu'ils adorent comme, où, ou ce qu'ils veulent. La liberté religieuse est un droit divin. Exemple moderne : les saints des derniers jours défendent le droit de tous à adorer selon leur conscience, même ceux qui ne partagent pas nos croyances.",
  "lesson6.topic11.scriptureMain": "Car voici, l'Esprit du Christ est donné à tout homme, afin qu'il puisse discerner le bien du mal. (Moroni 7:16)",
  "lesson6.topic11.more.0": "Alma 30:7 — \"Car le Seigneur a dit : Ne tueras point; et encore : Tu ne tueras point, mais tu ne voleras point, et tu ne mentiras point, et tu ne commettras point d'adultère.\"",
  "lesson6.topic11.more.1": "D&A 134:4 — \"Nous croyons que la religion est instituée de Dieu; et que les hommes sont responsables devant lui, et devant lui seul, pour l'exercice de celle-ci.\"",
  "lesson6.topic11.more.2": "Mosiah 23:15 — \"Mais Alma leur dit : Voici, ce n'est pas expédient que nous ayons un roi; car ainsi dit le Seigneur : Vous ne vous élèverez point l'un au-dessus de l'autre.\"",
  "lesson6.topic11.more.3": "2 Néphi 2:27 — \"C'est pourquoi, les hommes sont libres selon la chair; et toutes choses qui sont nécessaires leur sont données.\"",
  "lesson6.topic12": "Article de Foi 12",
  "lesson6.topic12.desc": "Nous croyons qu'il faut être soumis aux rois, aux présidents, aux gouverneurs et aux magistrats, et qu'il faut honorer, respecter et défendre la loi. Les saints des derniers jours sont des citoyens loyaux qui contribuent positivement à la société. Exemple moderne : un membre de l'Église qui paie ses impôts, vote et sert dans sa communauté montre cette loyauté.",
  "lesson6.topic12.scriptureMain": "Rendez à tous ce qui leur est dû : l'impôt à qui vous devez l'impôt, le tribut à qui vous devez le tribut, la crainte à qui vous devez la crainte, l'honneur à qui vous devez l'honneur. (Romains 13:7)",
  "lesson6.topic12.more.0": "D&A 58:21 — \"Que l'homme soit soumis aux puissances supérieures. Car il n'y a point de puissance qui ne vienne de Dieu.\"",
  "lesson6.topic12.more.1": "Mosiah 29:32 — \"Et maintenant, je vous dis que vous avez été hommes sages; et je parle de vous, roi Mosiah, et aussi de vos juges que vous avez établis.\"",
  "lesson6.topic12.more.2": "Alma 1:1 — \"Or, il arriva que dans la première année du règne d'Alma dans le pays de Zarahemla, il y avait un homme qui était un Néphite par naissance.\"",
  "lesson6.topic12.more.3": "D&A 98:4 — \"Et maintenant, voici, je vous parle concernant les lois du pays.\"",
  "lesson6.topic13": "Article de Foi 13",
  "lesson6.topic13.desc": "Nous croyons être honnêtes, fidèles, chastes, bienveillants, vertueux, et à faire du bien à tous les hommes; en effet, nous pouvons dire que nous suivons l'exhortation de Paul—Nous croyons tout, nous espérons tout, nous avons supporté beaucoup de choses, et nous espérons être capables de supporter toutes choses. Si il y a quelque chose de vertueux, ou beau, ou louable, ou digne d'éloge, nous nous efforçons de le rechercher. Ces vertus chrétiennes guident notre vie quotidienne. Exemple moderne : un saint des derniers jours qui choisit d'être honnête dans ses affaires, même quand cela lui coûte, vit ces principes.",
  "lesson6.topic13.scriptureMain": "Enfin, frères, que tout ce qui est vrai, tout ce qui est honorable, tout ce qui est juste, tout ce qui est pur, tout ce qui est aimable, tout ce qui mérite l'approbation, ce qui est vertueux et digne de louange, soit l'objet de vos pensées. (Philippiens 4:8)",
  "lesson6.topic13.more.0": "Alma 7:23 — \"Et maintenant, je voudrais que vous soyez humbles, et soumis et doux; faciles à être entretenus; pleins de patience et de longanimité.\"",
  "lesson6.topic13.more.1": "Mosiah 4:16 — \"Et aussi, vous ne souffrirez point que l'affamé aille loin de vous, ni que l'affligé aille loin de vous, ni que l'affligé aille loin de vous.\"",
  "lesson6.topic13.more.2": "D&A 121:45 — \"Que la vertu garnisse continuellement tes pensées; alors ton assurance deviendra forte en la présence de Dieu.\"",
  "lesson6.topic13.more.3": "3 Néphi 12:48 — \"C'est pourquoi, je voudrais que vous soyez parfaits comme moi, ou comme votre Père qui est dans les cieux est parfait.\"",
  "lessons.lesson6.description": "13 sujets sur les articles de foi",
  "quiz.lesson6.question1": "Que enseigne le premier article de foi ?",
  "quiz.lesson6.question1.option1": "Que Dieu, Jésus-Christ et le Saint-Esprit sont trois êtres distincts",
  "quiz.lesson6.question1.option2": "Qu'un seul Dieu existe",
  "quiz.lesson6.question1.option3": "Que Jésus-Christ est le seul Dieu",
  "quiz.lesson6.question1.option4": "Que le Saint-Esprit n'existe pas",
  "quiz.lesson6.question1.correct": "0",
  "quiz.lesson6.question2": "Que enseigne le deuxième article de foi sur la responsabilité ?",
  "quiz.lesson6.question2.option1": "Les hommes seront punis pour les péchés d'Adam",
  "quiz.lesson6.question2.option2": "Les hommes seront punis pour leurs propres péchés",
  "quiz.lesson6.question2.option3": "Il n'y a pas de responsabilité personnelle",
  "quiz.lesson6.question2.option4": "Tous seront sauvés automatiquement",
  "quiz.lesson6.question2.correct": "1",
  "quiz.lesson6.question3": "Quels sont les premiers principes et ordonnances de l'évangile selon le quatrième article de foi ?",
  "quiz.lesson6.question3.option1": "Foi, repentir, baptême, don du Saint-Esprit",
  "quiz.lesson6.question3.option2": "Prière, jeûne, service, étude",
  "quiz.lesson6.question3.option3": "Amour, pardon, paix, joie",
  "quiz.lesson6.question3.option4": "Obedience, sacrifice, temple, famille",
  "quiz.lesson6.question3.correct": "0"
}