{
  "tabs.home": "Início",
  "tabs.lessons": "Lições",
  "tabs.tasks": "Tarefas",
  "tabs.progress": "Progresso",
  "tabs.baptism": "Batismo",
  "tabs.profile": "Perfil",
  "navigation.lessons": "Lições",
  "lesson1.title": "A Restauração",
  "lesson1.topic1": "Deus é seu amoroso Pai Celestial",
  "lesson1.topic2": "O Evangelho abençoa as famílias e as pessoas",
  "lesson1.topic3": "Nosso Pai Celestial revela Seu Evangelho",
  "lesson1.topic4": "Jesus Cristo estabeleceu Sua Igreja",
  "lesson1.topic5": "A Grande Apostasia",
  "lesson1.topic6": "A Restauração do Evangelho",
  "lesson1.topic7": "A Restauração do Sacerdócio",
  "lesson1.topic8": "O Livro de Mórmon",
  "lesson1.topic9": "Como posso saber?",
  "lesson1.topic1.desc": "Deus é seu Pai Celestial. Ele o conhece pessoalmente, até melhor do que você se conhece. Ele conhece suas lutas, seus anseios mais profundos, e até mesmo os pensamentos que você guarda no fundo do seu coração. E o mais importante: Ele o ama mais do que você pode imaginar. Esse amor não é passageiro nem condicional; é um amor eterno, constante, perfeito.\n\nSeu maior desejo é que você seja feliz, não apenas agora nesta vida cheia de provações e aprendizados, mas também por toda a eternidade. Para alcançar esse propósito, nosso Pai Celestial forneceu um plano: o Evangelho de Jesus Cristo. Jesus Cristo, Seu Filho amado, veio à terra para nos ensinar como viver, para nos mostrar o exemplo perfeito e para nos dar a possibilidade de retornar ao Pai.\n\nO Evangelho não é apenas um conjunto de mandamentos; é um caminho de felicidade e paz duradoura.",
  "lesson1.topic1.scriptureMain": "\"Deixo-vos a paz, a minha paz vos dou; não vo-la dou como o mundo a dá. Não se turbe o vosso coração, nem se atemorize.\" (João 14:27)",
  "lesson1.topic1.more.0": "João 3:16 — \"Porque Deus amou o mundo de tal maneira que deu o seu Filho unigênito, para que todo aquele que nele crê não pereça, mas tenha a vida eterna.\"",
  "lesson1.topic1.more.1": "Romanos 8:16 — \"O mesmo Espírito testifica com o nosso espírito que somos filhos de Deus.\"",
  "lesson1.topic1.more.2": "Moisés 1:39 — \"Porque eis que esta é minha obra e minha glória: levar a efeito a imortalidade e vida eterna do homem.\"",
  "lesson1.topic1.more.3": "Atos 17:27–29 — \"Para que buscassem ao Senhor, se porventura, tateando, o pudessem achar, ainda que não está longe de cada um de nós…\"",
  "lesson1.topic2.desc": "Uma das maiores provas de que Deus nos ama é que Ele nos deu as famílias. A família é a oficina do amor, onde aprendemos a perdoar, a compartilhar e a crescer juntos. Embora nem todas as famílias sejam perfeitas, e às vezes enfrentamos conflitos ou dificuldades, Deus prometeu que se seguirmos Jesus Cristo, Ele abençoará nosso lar com maior unidade e força.\n\nExemplo atual: Imagine uma família que decide ler as Escrituras juntas todas as noites. No início, as crianças se distraem, algumas reclamam, e parece que não funciona. Mas com o tempo, essas pequenas sementes germinam em um espírito de amor e unidade no lar. Esse é o poder do Evangelho na família: não transforma da noite para o dia, mas com constância muda corações e relacionamentos.\n\nEm resumo: Deus é seu Pai Celestial, Ele o ama, e através de Jesus Cristo Ele oferece paz, propósito e verdadeira alegria em sua vida pessoal e familiar.",
  "lesson1.topic2.scriptureMain": "\"Quando estais a serviço de vossos semelhantes, estais apenas a serviço de vosso Deus.\" (Mosias 2:17)",
  "lesson1.topic2.more.0": "Efésios 6:4 — \"E vós, pais, não provoqueis à ira vossos filhos, mas criai-os na doutrina e admoestação do Senhor.\"",
  "lesson1.topic2.more.1": "Provérbios 22:6 — \"Educa a criança no caminho em que deve andar; e até quando envelhecer não se desviará dele.\"",
  "lesson1.topic2.more.2": "D&C 68:25 — \"E novamente, na medida em que os pais têm filhos em Sião, ou em qualquer de suas estacas que são organizadas, que não lhes ensinem a entender a doutrina do arrependimento, fé em Cristo o Filho do Deus vivo, e do batismo e do dom do Espírito Santo pela imposição das mãos, quando tiverem oito anos, o pecado será sobre a cabeça dos pais.\"",
  "lesson1.topic2.more.3": "D&C 93:40 — \"Mas eu vos ordenei que criásseis vossos filhos em luz e verdade.\"",
  "lesson1.topic3.desc": "Deus nunca nos deixou à deriva. Desde o início do mundo, Ele escolheu profetas para ensinar e guiar Seus filhos. Adão, Noé, Abraão e Moisés foram homens chamados diretamente por Ele.\n\nOs profetas têm três missões essenciais:\n• Ensinar sobre Deus e testificar de Jesus Cristo.\n• Receber revelação ou direção da parte do Senhor.\n• Guiar o povo e interpretar a palavra de Deus.\n\nO sacerdócio — a autoridade para agir em nome de Deus — foi dado a eles para abençoar os filhos dos homens. Quando seguimos o profeta, recebemos bênçãos e proteção; quando rejeitamos suas palavras, nos afastamos de Deus e caímos em apostasia.\n\nExemplo atual: Pense em um treinador de futebol que ensina estratégias ao seu time. Enquanto eles ouvem e aplicam seus ensinamentos, ganham jogos. Mas se decidem ignorá-lo, perdem a direção e falham. É assim que funciona o relacionamento com os profetas: enquanto seguimos sua voz, avançamos em direção à vitória espiritual.",
  "lesson1.topic3.scriptureMain": "\"Certamente o Senhor Deus não fará coisa alguma, sem ter revelado o seu segredo aos seus servos, os profetas.\" (Amós 3:7)",
  "lesson1.topic3.more.0": "Hebreus 1:1 — \"Havendo Deus antigamente falado muitas vezes, e de muitas maneiras, aos pais, pelos profetas.\"",
  "lesson1.topic3.more.1": "D&C 1:38 — \"O que eu, o Senhor, disse, disse, e não me desculpo…\"",
  "lesson1.topic3.more.2": "D&C 21:4 — \"Portanto, tu darás atenção a todas as suas palavras e mandamentos que ele te der como os receber.\"",
  "lesson1.topic3.more.3": "D&C 68:4 — \"E tudo o que disserem quando movidos pelo Espírito Santo será Escritura.\"",
  "lesson1.topic4.desc": "Há mais de 2.000 anos, a promessa mais aguardada se cumpriu: o Filho de Deus veio ao mundo. Jesus Cristo viveu uma vida perfeita, sem pecado, e dedicou cada dia a servir, curar, ensinar e salvar.\n\nEle não veio apenas para dar conselhos; Ele veio para estabelecer Sua Igreja. Escolheu doze apóstolos, conferiu-lhes a autoridade do sacerdócio e os enviou para pregar, batizar e guiar. Disse a Pedro que sobre a \"rocha\" da revelação Ele edificaria Sua Igreja.\n\nSua missão culminou no maior sacrifício: a Expiação. No Getsêmani e na cruz, Ele carregou os pecados de toda a humanidade, sofreu e morreu para que pudéssemos ser perdoados e ter a esperança da vida eterna. E ao ressuscitar, venceu a morte e abriu o caminho para que todos ressuscitem.\n\nExemplo atual: Imagine um médico que não apenas diagnostica uma doença, mas dá sua própria vida para salvar os pacientes. Isso foi o que Cristo fez: Ele não apenas nos ensinou a verdade, mas pagou o preço de nossa salvação.",
  "lesson1.topic4.scriptureMain": "\"E eu te digo que tu és Pedro, e sobre esta pedra edificarei a minha igreja, e as portas do inferno não prevalecerão contra ela.\" (Mateus 16:18)",
  "lesson1.topic4.more.0": "Mateus 28:19 — \"Portanto ide, fazei discípulos de todas as nações, batizando-os em nome do Pai, e do Filho, e do Espírito Santo.\"",
  "lesson1.topic4.more.1": "João 3:5 — \"Jesus respondeu: Na verdade, na verdade te digo que aquele que não nascer da água e do Espírito, não pode entrar no reino de Deus.\"",
  "lesson1.topic4.more.2": "Atos 2:38 — \"E disse-lhes Pedro: Arrependei-vos, e cada um de vós seja batizado em nome de Jesus Cristo, para perdão dos pecados; e recebereis o dom do Espírito Santo.\"",
  "lesson1.topic4.more.3": "1 Coríntios 15:22 — \"Porque, assim como todos morrem em Adão, assim também todos serão vivificados em Cristo.\"",
  "lesson1.topic5.desc": "Após a morte de Jesus Cristo e Seus apóstolos, veio um período sombrio: a Grande Apostasia. Os apóstolos foram perseguidos e mortos. Com eles, a autoridade do sacerdócio foi perdida.\n\nEmbora tenham permanecido pessoas boas e verdades dispersas, a plenitude do Evangelho foi distorcida. Surgiram muitas igrejas com ensinamentos contraditórios.\n\nExemplo atual: É como se um professor deixe sua classe e com o tempo cada aluno comece a inventar sua própria versão da lição. Com o passar dos anos, o que era claro e verdadeiro se torna confusão.\n\nReformadores como Martinho Lutero e João Calvino reconheceram erros e tentaram corrigi-los, mas sem o sacerdócio, não puderam restaurar a plenitude. Uma restauração completa era necessária.",
  "lesson1.topic5.scriptureMain": "\"Eis que vêm dias, diz o Senhor Deus, em que enviarei fome sobre a terra, não fome de pão, nem sede de água, mas de ouvir as palavras do Senhor.\" (Amós 8:11–12)",
  "lesson1.topic5.more.0": "2 Tessalonicenses 2:3 — \"Ninguém de maneira alguma vos engane; porque não será assim sem que antes venha a apostasia.\"",
  "lesson1.topic5.more.1": "Atos 20:29 — \"Porque eu sei isto: que, depois da minha partida, entrarão no meio de vós lobos cruéis, que não pouparão ao rebanho.\"",
  "lesson1.topic5.more.2": "1 Timóteo 4:1 — \"Mas o Espírito expressamente diz que nos últimos tempos apostatarão alguns da fé.\"",
  "lesson1.topic5.more.3": "2 Timóteo 4:3 — \"Porque virá tempo em que não suportarão a sã doutrina; mas, tendo comichão nos ouvidos, amontoarão para si doutores conforme as suas próprias concupiscências.\"",
  "lesson1.topic6.desc": "Em 1820, um jovem chamado Joseph Smith buscava a verdade no meio de muitas igrejas que se contradiziam. Seguindo o convite de Tiago 1:5, ele foi ao bosque para orar.\n\nLá, ele teve uma visão gloriosa conhecida como a Primeira Visão:\n\n\"Vi uma coluna de luz exatamente acima de minha cabeça, acima do brilho do sol, que desceu gradualmente até cair sobre mim… Quando a luz repousou sobre mim, vi dois Personagens, cujo brilho e glória desafiam toda descrição, em pé acima de mim no ar. Um deles falou comigo, chamando-me pelo nome e disse, apontando para o outro: Este é meu Filho Amado. Escutai-o!\"\n\nO Pai e o Filho apareceram a Joseph, testificando que Deus ainda fala com Seus filhos. Disseram-lhe para não se unir a nenhuma igreja, pois todas haviam perdido a plenitude. Como na antiguidade, Deus chamou um novo profeta para restaurar Seu Evangelho na terra.",
  "lesson1.topic6.scriptureMain": "\"E, se algum de vós tem falta de sabedoria, peça-a a Deus, que a todos dá liberalmente, e o não lança em rosto, e ser-lhe-á dada.\" (Tiago 1:5)",
  "lesson1.topic6.more.0": "Joseph Smith—História 1:16–17 — \"Vi uma coluna de luz exatamente acima de minha cabeça, acima do brilho do sol.\"",
  "lesson1.topic6.more.1": "D&C 1:30 — \"E também aqueles a quem estes mandamentos foram dados.\"",
  "lesson1.topic6.more.2": "D&C 1:17 — \"Portanto, eu, o Senhor, conhecendo a calamidade que sobreviria aos habitantes da Terra.\"",
  "lesson1.topic6.more.3": "D&C 1:23 — \"Para que a plenitude do meu evangelho possa ser proclamada pelos fracos e simples até as extremidades do mundo.\"",
  "lesson1.topic7.desc": "Em 1829, Joseph Smith e Oliver Cowdery receberam a visita de João Batista, que lhes conferiu o Sacerdócio Aarônico. Mais tarde, Pedro, Tiago e João lhes conferiram o Sacerdócio de Melquisedeque, devolvendo assim a autoridade que Cristo havia dado a Seus apóstolos.\n\nCom essa autoridade, Joseph Smith organizou novamente a Igreja de Jesus Cristo na terra. Hoje, o Presidente de A Igreja de Jesus Cristo dos Santos dos Últimos Dias é um profeta vivo, com a mesma autoridade dos antigos apóstolos.\n\nEsta restauração do sacerdócio significa que ordenanças sagradas como batismo, confirmação e casamento eterno podem ser realizadas com a autoridade de Deus, não apenas por homens bons, mas por aqueles que foram chamados e ordenados pelo próprio Deus.",
  "lesson1.topic7.scriptureMain": "\"E ninguém toma para si esta honra, senão o que é chamado de Deus, como o foi Arão.\" (Hebreus 5:4)",
  "lesson1.topic7.more.0": "D&C 13:1 — \"Sobre vós, meus companheiros de serviço, em nome do Messias, eu confiro o Sacerdócio de Arão.\"",
  "lesson1.topic7.more.1": "D&C 27:12 — \"E também com Pedro, e Tiago, e João, que eu enviei a vós.\"",
  "lesson1.topic7.more.2": "D&C 84:33 — \"Porque quem é fiel até obter estes dois sacerdócios.\"",
  "lesson1.topic7.more.3": "D&C 107:1 — \"Há, na Igreja, dois sacerdócios.\"",
  "lesson1.topic8.desc": "Como evidência da Restauração, Deus revelou o Livro de Mórmon: Outro Testamento de Jesus Cristo. Traduzido por Joseph Smith, este livro confirma e complementa a Bíblia.\n\nMorôni prometeu:\n\n\"E quando receberdes estas coisas, exorto-vos a que pergunteis a Deus, o Pai Eterno, em nome de Cristo, se estas coisas não são verdadeiras; e se perguntardes com coração sincero, com real intenção, tendo fé em Cristo, ele vos manifestará a verdade delas pelo poder do Espírito Santo.\"\n\nExemplo atual: Assim como um contrato é validado com duas assinaturas, Deus nos deu dois testamentos: a Bíblia e o Livro de Mórmon, para confirmar a verdade de Seu plano.\n\nO Livro de Mórmon contém a plenitude do evangelho e testifica de Jesus Cristo. É evidência tangível de que Deus ainda fala com Seus filhos e que a Restauração é real.",
  "lesson1.topic8.scriptureMain": "\"E quando receberdes estas coisas, exorto-vos a que pergunteis a Deus, o Pai Eterno, em nome de Cristo, se estas coisas não são verdadeiras; e se perguntardes com coração sincero, com real intenção, tendo fé em Cristo, ele vos manifestará a verdade delas pelo poder do Espírito Santo.\" (Morôni 10:4–5)",
  "lesson1.topic8.more.0": "2 Néfi 25:26 — \"E falamos de Cristo, regozijamo-nos em Cristo, pregamos de Cristo.\"",
  "lesson1.topic8.more.1": "Ezequiel 37:15–17 — \"E veio a mim a palavra do Senhor, dizendo: Tu, pois, filho do homem, toma um pau, e escreve nele: Para Judá.\"",
  "lesson1.topic8.more.2": "João 10:16 — \"Ainda tenho outras ovelhas que não são deste aprisco.\"",
  "lesson1.topic8.more.3": "D&C 20:8 — \"E deu-lhe poder do alto, pelos meios que haviam sido preparados antes.\"",
  "lesson1.topic9.desc": "O conhecimento espiritual vem por meio do Espírito Santo. Se você orar sinceramente, lendo as Escrituras e perguntando a Deus, Ele responderá.\n\nO apóstolo Paulo explicou que o fruto do Espírito é amor, alegria, paz, longanimidade, benignidade, bondade, fé, mansidão, temperança.\n\nEsses sentimentos pacíficos são a confirmação de que o Evangelho restaurado é verdadeiro. Não é apenas uma emoção passageira, mas uma convicção profunda que vem do Espírito de Deus.\n\nQuando você sentir essa paz, essa certeza em seu coração, saberá que encontrou a verdade. Essa é a promessa de Deus para todos os que buscam sinceramente.",
  "lesson1.topic9.scriptureMain": "\"Mas o fruto do Espírito é: amor, gozo, paz, longanimidade, benignidade, bondade, fé, mansidão, temperança.\" (Gálatas 5:22–23)",
  "lesson1.topic9.more.0": "Morôni 10:4 — \"E quando receberdes estas coisas, exorto-vos a que pergunteis a Deus o Pai Eterno.\"",
  "lesson1.topic9.more.1": "D&C 8:2 — \"Sim, eis que te falarei em tua mente e em teu coração pelo Espírito Santo.\"",
  "lesson1.topic9.more.2": "João 14:26 — \"Mas o Consolador, que é o Espírito Santo, que o Pai enviará em meu nome.\"",
  "lesson1.topic9.more.3": "D&C 9:8 — \"Mas eis que te digo que deves estudar isso em tua mente.\"",
  "lesson2.title": "O Plano de Salvação",
  "lesson2.topic1": "De onde vim?",
  "lesson2.topic1.desc": "Antes de nascermos nesta terra, já existíamos. Éramos filhos e filhas espirituais de um Deus amoroso, nosso Pai Celestial. A Bíblia nos ensina: \"Antes que eu te formasse no ventre te conheci\" (Jeremias 1:5). Isso significa que nossa existência não começou na terra, mas em um lar celestial cheio de amor. Lá aprendemos quem era nosso Pai Celestial e recebemos dEle o maior dom: a oportunidade de vir à terra.\n\nO Livro de Mórmon confirma esta verdade: \"E esta é a maneira pela qual foram ordenados—chamados e preparados desde a fundação do mundo de acordo com a presciência de Deus\" (Alma 13:3). Não somos acidentes do universo, mas parte de um plano divino traçado antes da criação.\n\nImagine uma família preparando cuidadosamente a chegada de um filho: decoram o quarto, compram roupas e brinquedos, e sonham com seu futuro. Assim, nosso Pai Celestial preparou este mundo para nós, com tudo o que é necessário para crescermos e aprendermos.\n\nLembrar que somos filhos de Deus nos dá identidade e propósito. Em um mundo que muitas vezes nos rotula de acordo com aparência, dinheiro ou conquistas, saber que somos filhos de um Rei eterno nos dá confiança e esperança.",
  "lesson2.topic1.scriptureMain": "\"Antes que eu te formasse no ventre te conheci, e antes que saísses da madre te santifiquei; às nações te dei por profeta.\" (Jeremias 1:5)",
  "lesson2.topic1.more.0": "Alma 13:3 — \"E esta é a maneira pela qual foram ordenados—chamados e preparados desde a fundação do mundo de acordo com a presciência de Deus.\"",
  "lesson2.topic1.more.1": "Abraão 3:23 — \"E o Senhor me disse: Abraão, tu és um deles; foste escolhido antes de nasceres.\"",
  "lesson2.topic1.more.2": "Jó 38:7 — \"Quando as estrelas da alva juntas alegremente cantavam, e todos os filhos de Deus rejubilavam.\"",
  "lesson2.topic1.more.3": "Efésios 1:4 — \"Como também nos elegeu nele antes da fundação do mundo.\"",
  "lesson2.topic2": "Qual é o meu propósito na vida?",
  "lesson2.topic2.desc": "A vida tem um propósito maior do que simplesmente \"nascer, trabalhar e morrer\". As Escrituras ensinam: \"Adão caiu para que os homens existissem; e os homens existem para que tenham alegria\" (2 Néfi 2:25). Deus deseja que sejamos felizes, mas a verdadeira felicidade vem de viver o Evangelho de Jesus Cristo.\n\nNossa passagem pela terra é como uma escola. Aqui aprendemos a distinguir o bem do mal, a desenvolver fé, a amar, a servir e a superar provações. Assim como um atleta se fortalece enfrentando resistência, nos tornamos espiritualmente mais fortes ao enfrentar desafios.\n\nAs famílias são uma parte essencial deste propósito. Deus instituiu a família para nos ensinar a amar, a perdoar e a servir. Embora nenhuma família seja perfeita, seguir Jesus Cristo nos ajuda a fortalecer os laços familiares.\n\nExemplo moderno: Um jovem pode enfrentar a tentação de seguir seus amigos em decisões erradas. Ao lembrar que seu propósito é seguir Cristo, encontra a força para escolher o que é certo. Esse tipo de pequenas decisões nos prepara para retornar a Deus.",
  "lesson2.topic2.scriptureMain": "\"Adão caiu para que os homens existissem; e os homens existem para que tenham alegria.\" (2 Néfi 2:25)",
  "lesson2.topic2.more.0": "Moisés 1:39 — \"Pois eis que esta é minha obra e minha glória—realizar a imortalidade e a vida eterna do homem.\"",
  "lesson2.topic2.more.1": "D&C 93:33 — \"Pois o homem é espírito. Os elementos são eternos, e espírito e elemento, inseparavelmente conectados, recebem uma plenitude de alegria.\"",
  "lesson2.topic2.more.2": "Alma 34:32 — \"Pois eis que esta vida é o tempo para os homens se prepararem para comparecer perante Deus.\"",
  "lesson2.topic2.more.3": "D&C 58:27 — \"Os homens devem ser diligentes em cumprir as obrigações que lhes dei.\"",
  "lesson2.topic3": "Para onde irei após esta vida?",
  "lesson2.topic3.desc": "Todos enfrentaremos a morte, mas não é o fim. O Livro de Mórmon ensina: \"As almas de todos os homens… são levadas de volta àquele Deus que lhes deu vida\" (Alma 40:11). Após morrermos, nosso espírito vai para o mundo dos espíritos: um lugar de paz para os justos e de aprendizado para aqueles que ainda não aceitaram o Evangelho.\n\nGraças a Jesus Cristo, todos ressuscitaremos. Paulo testificou: \"Porque, assim como todos morrem em Adão, assim também todos serão vivificados em Cristo\" (1 Coríntios 15:22). A ressurreição significa que nosso corpo e espírito se unirão novamente, para nunca mais se separarem.\n\nImagine se despedir de um ente querido em um funeral. O Evangelho ensina que essa separação é temporária, como quando um filho vai viajar. A esperança de vê-los novamente graças a Cristo traz consolo e paz mesmo em meio à dor.\n\nApós a ressurreição, seremos julgados de acordo com nossas obras e os desejos de nossos corações. Deus preparou diferentes graus de glória (ver 1 Coríntios 15:40–42) para recompensar Seus filhos de maneira justa e perfeita.",
  "lesson2.topic3.scriptureMain": "\"As almas de todos os homens, assim que se separam deste corpo mortal, sim, as almas de todos os homens, sejam elas boas ou más, são levadas de volta àquele Deus que lhes deu vida.\" (Alma 40:11)",
  "lesson2.topic3.more.0": "1 Coríntios 15:22 — \"Porque, assim como todos morrem em Adão, assim também todos serão vivificados em Cristo.\"",
  "lesson2.topic3.more.1": "João 11:25 — \"Eu sou a ressurreição e a vida. Quem crê em mim, ainda que esteja morto, viverá.\"",
  "lesson2.topic3.more.2": "1 Coríntios 15:40–42 — \"Há corpos celestiais e corpos terrestres; mas uma é a glória dos celestiais e outra a dos terrestres.\"",
  "lesson2.topic3.more.3": "D&C 76:85 — \"E então acontecerá que os espíritos dos iníquos, sim, que são maus—pois eis que eles não têm parte nem porção do Espírito do Senhor.\"",
  "lesson2.topic4": "O que o plano significa para mim?",
  "lesson2.topic4.desc": "O plano de Deus não é apenas uma doutrina abstrata; toca cada aspecto de nossa vida. Ele nos dá esperança na doença, paz no sofrimento e direção na confusão.\n\nJesus mesmo disse: \"No mundo tereis aflições; mas tende bom ânimo, eu venci o mundo\" (João 16:33). Entender o plano nos ajuda a ver que nossas provações não são castigos, mas oportunidades para crescer.\n\nExemplo: Uma mãe solteira que luta para sustentar seus filhos pode encontrar força ao lembrar que seu esforço tem um propósito eterno. Um jovem que se sente sozinho pode lembrar que tem um Pai Celestial que o conhece pelo nome.\n\nO plano também nos convida a tomar decisões sábias. Quando sabemos que a vida continua após a morte, valorizamos mais como usamos nosso tempo, como tratamos os outros e como cultivamos nossa relação com Deus.",
  "lesson2.topic4.scriptureMain": "\"No mundo tereis aflições; mas tende bom ânimo, eu venci o mundo.\" (João 16:33)",
  "lesson2.topic4.more.0": "D&C 14:7 — \"E se guardares meus mandamentos e perseverares até o fim, terás a vida eterna, que é o maior de todos os dons de Deus.\"",
  "lesson2.topic4.more.1": "Mateus 7:21 — \"Nem todo o que me diz: Senhor, Senhor! entrará no reino dos céus, mas aquele que faz a vontade de meu Pai, que está nos céus.\"",
  "lesson2.topic4.more.2": "Tiago 2:17 — \"Assim também a fé, se não tiver as obras, é morta em si mesma.\"",
  "lesson2.topic4.more.3": "D&C 58:27 — \"Os homens devem ser diligentes em cumprir as obrigações que lhes dei.\"",
  "lesson2.topic5": "Como posso saber?",
  "lesson2.topic5.desc": "Não basta apenas ouvir ou ler; cada pessoa deve receber sua própria confirmação. O convite de Deus é claro: \"E, se algum de vós tem falta de sabedoria, peça-a a Deus\" (Tiago 1:5).\n\nO Livro de Mórmon acrescenta: \"E quando receberdes estas coisas, exorto-vos a que pergunteis a Deus o Pai Eterno, em nome de Cristo, se estas coisas não são verdadeiras; e se pedirdes com um coração sincero, com real intenção, tendo fé em Cristo, ele vos manifestará a verdade delas pelo poder do Espírito Santo\" (Morôni 10:4).\n\nComo orar:\n• Dirija-se a Deus como seu Pai.\n• Expresse-Lhe o que sente, suas dúvidas e gratidão.\n• Peça-Lhe especificamente que lhe mostre a verdade.\n• Termine a oração em nome de Jesus Cristo.\n\nA resposta pode vir como um sentimento de paz, um pensamento claro ou uma impressão suave. O apóstolo Paulo descreveu isso: \"O fruto do Espírito é: amor, gozo, paz\" (Gálatas 5:22).\n\nExemplo: Uma pessoa estudando o Livro de Mórmon pode sentir um calor no coração e uma clareza mental que confirma que vem de Deus. Essa experiência muda vidas.",
  "lesson2.topic5.scriptureMain": "\"E, se algum de vós tem falta de sabedoria, peça-a a Deus, que a todos dá liberalmente, e o não lança em rosto, e ser-lhe-á dada.\" (Tiago 1:5)",
  "lesson2.topic5.more.0": "Morôni 10:4 — \"E quando receberdes estas coisas, exorto-vos a que pergunteis a Deus o Pai Eterno.\"",
  "lesson2.topic5.more.1": "Gálatas 5:22 — \"Mas o fruto do Espírito é: amor, gozo, paz, longanimidade, benignidade, bondade, fé.\"",
  "lesson2.topic5.more.2": "D&C 8:2 — \"Sim, eis que te falarei em tua mente e em teu coração pelo Espírito Santo.\"",
  "lesson2.topic5.more.3": "D&C 9:8 — \"Mas eis que te digo que deves estudar isso em tua mente.\"",
  "lesson2.topic6": "Lista de termos",
  "lesson2.topic6.desc": "Apostasia: Afastar-se da verdade e rejeitar os profetas de Deus.\n\nExpiação: O sacrifício de Jesus Cristo que nos permite ser perdoados.\n\nRessurreição: União eterna do corpo e espírito após a morte.\n\nRevelação: Comunicação entre Deus e Seus filhos.\n\nSacerdócio: Autoridade dada por Deus para agir em Seu nome.\n\nEvangelho: O plano de Deus centrado em Jesus Cristo.\n\nEstes termos são fundamentais para entender o Plano de Salvação. Cada um representa uma parte essencial da doutrina que nos ajuda a compreender nosso propósito eterno e como Deus opera em nossas vidas.",
  "lesson2.topic6.scriptureMain": "\"E assim vimos que há três céus ou graus de glória no mundo celestial.\" (D&C 131:1)",
  "lesson2.topic6.more.0": "D&C 76:50 — \"E vemos também que a glória celestial é a que possui o maior de todos os dons de Deus.\"",
  "lesson2.topic6.more.1": "Mosias 3:17 — \"E além disso, digo-vos que não haverá outro nome dado nem outra via nem meio pelo qual a salvação possa vir aos filhos dos homens.\"",
  "lesson2.topic6.more.2": "D&C 132:20 — \"Então serão deuses, porque não terão fim; portanto existirão de eternidade em eternidade.\"",
  "lesson2.topic6.more.3": "1 Coríntios 15:40 — \"Há corpos celestiais e corpos terrestres; mas uma é a glória dos celestiais e outra a dos terrestres.\"",
  "lesson2.topic7": "Conclusão inspiradora",
  "lesson2.topic7.desc": "O Plano de Salvação responde às perguntas mais profundas: De onde vim? Por que estou aqui? Para onde vou? Saber que somos filhos de Deus nos dá esperança. Confiar em Cristo nos dá paz. E seguir Seu Evangelho nos prepara para retornar ao lar celestial.\n\nO convite final é claro: ore, estude o Livro de Mórmon e busque conhecer Jesus Cristo pessoalmente. Se você fizer isso, descobrirá que este plano não é apenas doutrina… é a história de sua vida e a chave para sua felicidade eterna!\n\nCada dia que vivemos é uma oportunidade de nos aproximarmos mais de nosso Pai Celestial. Cada decisão que tomamos pode fortalecer nossa fé ou nos afastar dEle. O plano nos dá direção, propósito e esperança em um mundo que muitas vezes parece carecer de sentido.\n\nLembre-se: você não está sozinho nesta jornada. Seu Pai Celestial o conhece, o ama e está pronto para ajudá-lo a cada passo do caminho.",
  "lesson2.topic7.scriptureMain": "\"Porque Deus amou o mundo de tal maneira que deu o seu Filho unigênito, para que todo aquele que nele crê não pereça, mas tenha a vida eterna.\" (João 3:16)",
  "lesson2.topic7.more.0": "D&C 76:70 — \"Estes são os que receberam o testemunho de Jesus e creram em seu nome.\"",
  "lesson2.topic7.more.1": "D&C 76:81 — \"Estes são os que não receberam o evangelho de Cristo nem o testemunho de Jesus.\"",
  "lesson2.topic7.more.2": "D&C 76:92 — \"E assim vimos que todos os homens são salvos, exceto os filhos de perdição.\"",
  "lesson2.topic7.more.3": "Romanos 14:10 — \"Porque todos compareceremos perante o tribunal de Cristo.\"",
  "lesson3.title": "O Evangelho de Jesus Cristo",
  "lesson3.topic1": "A fé em Jesus Cristo",
  "lesson3.topic1.desc": "A fé é o primeiro princípio do Evangelho. Não é apenas acreditar que Cristo existiu, mas confiar plenamente nEle e em Seu poder para nos salvar. Como ensina o Livro de Mórmon: \"Não haverá outro nome dado nem outra via nem meio pelo qual a salvação possa vir aos filhos dos homens\" (Mosias 3:17).\n\nA fé é como uma semente (Alma 32). Quando a regamos com oração, estudo e obediência, ela cresce até se tornar uma árvore forte que dá frutos: esperança, paz e coragem para enfrentar provações.\n\nExemplo moderno: Um jovem que luta contra a ansiedade encontra força repetindo em sua mente as palavras de Cristo: \"Vinde a mim, todos os que estais cansados e oprimidos, e eu vos aliviarei\" (Mateus 11:28). Ao colocar sua confiança em Jesus, ele aprende a enfrentar seu medo com fé, não com desespero.",
  "lesson3.topic1.scriptureMain": "\"Não haverá outro nome dado nem outra via nem meio pelo qual a salvação possa vir aos filhos dos homens.\" (Mosias 3:17)",
  "lesson3.topic1.more.0": "Mateus 11:28 — \"Vinde a mim, todos os que estais cansados e oprimidos, e eu vos aliviarei.\"",
  "lesson3.topic1.more.1": "Alma 32:21 — \"E agora, como disse concernente à fé—que não era um conhecimento perfeito.\"",
  "lesson3.topic1.more.2": "Hebreus 11:1 — \"Ora, a fé é o firme fundamento das coisas que se esperam, e a prova das coisas que se não veem.\"",
  "lesson3.topic1.more.3": "Tiago 2:17 — \"Assim também a fé, se não tiver as obras, é morta em si mesma.\"",
  "lesson3.topic2": "O arrependimento",
  "lesson3.topic2.desc": "O arrependimento é um dom de amor. Não significa apenas sentir remorso, mas mudar de direção para se aproximar mais de Deus. O profeta Alma explicou assim: \"O Senhor me encontrou em um estado de rebelião… e minha alma foi redimida da dor amarga\" (Alma 36:17–20).\n\nO arrependimento diário é como limpar um espelho: removemos as manchas do pecado para ver claramente o reflexo de Cristo em nós.\n\nExemplo moderno: Uma pessoa que mente no trabalho sente um peso em sua consciência. Ao decidir confessar, corrigir e pedir perdão, ela não apenas recupera a confiança dos outros, mas sente a paz do perdão divino.",
  "lesson3.topic2.scriptureMain": "\"O Senhor me encontrou em um estado de rebelião… e minha alma foi redimida da dor amarga.\" (Alma 36:17–20)",
  "lesson3.topic2.more.0": "Atos 3:19 — \"Arrependei-vos, pois, e convertei-vos, para que sejam apagados os vossos pecados.\"",
  "lesson3.topic2.more.1": "D&C 58:42 — \"Eis que aquele que se arrependeu de seus pecados é perdoado, e eu, o Senhor, não me lembro mais deles.\"",
  "lesson3.topic2.more.2": "Lucas 15:7 — \"Digo-vos que assim haverá alegria no céu por um pecador que se arrepende.\"",
  "lesson3.topic2.more.3": "Mosias 4:10 — \"E se tivésseis conhecido a grandeza de Deus e vossa própria insignificância, teríeis vos arrependido.\"",
  "lesson3.topic3": "O batismo",
  "lesson3.topic3.desc": "O batismo é a porta de entrada para o caminho do Evangelho. Jesus mesmo deu o exemplo ao ser batizado por João (Mateus 3:13–17). Ao sermos batizados por imersão e com a autoridade do sacerdócio, fazemos um convênio com Deus: prometemos seguir a Cristo, guardar Seus mandamentos e lembrar de Seu sacrifício.\n\nO Livro de Mórmon ensina: \"Vinde e sede batizados ao arrependimento, para que sejais lavados de vossos pecados\" (Mosias 18:10).\n\nExemplo moderno: Uma mãe que decide ser batizada não apenas muda sua vida, mas abre um novo futuro para seus filhos. Suas decisões de fé criam um legado que transforma gerações.",
  "lesson3.topic3.scriptureMain": "\"Vinde e sede batizados ao arrependimento, para que sejais lavados de vossos pecados.\" (Mosias 18:10)",
  "lesson3.topic3.more.0": "Mateus 3:13–17 — \"Então veio Jesus da Galileia ao Jordão, ter com João, para ser batizado por ele.\"",
  "lesson3.topic3.more.1": "João 3:5 — \"Na verdade, na verdade te digo que aquele que não nascer da água e do Espírito, não pode entrar no reino de Deus.\"",
  "lesson3.topic3.more.2": "D&C 20:37 — \"E todos os que se humilharem perante Deus e desejarem ser batizados, e vierem com corações quebrantados.\"",
  "lesson3.topic3.more.3": "Romanos 6:4 — \"De sorte que fomos sepultados com ele pelo batismo na morte.\"",
  "lesson3.topic4": "O dom do Espírito Santo",
  "lesson3.topic4.desc": "Após o batismo, recebemos a confirmação pela imposição de mãos: o dom do Espírito Santo. Jesus prometeu: \"E eu rogarei ao Pai, e ele vos dará outro Consolador\" (João 14:16).\n\nEste dom é como ter uma bússola espiritual sempre disponível. Ele nos consola na tristeza, nos adverte do perigo e nos confirma a verdade.\n\nO Espírito fala de forma suave, frequentemente como pensamentos claros ou sentimentos de paz (3 Néfi 11:3–5).\n\nExemplo moderno: Um jovem sente um forte impulso de mudar de caminho ao voltar para casa. Mais tarde descobre que houve um acidente na rota que costumava tomar. O Espírito o protegeu sem necessidade de palavras audíveis.",
  "lesson3.topic4.scriptureMain": "\"E eu rogarei ao Pai, e ele vos dará outro Consolador, para que fique convosco para sempre.\" (João 14:16)",
  "lesson3.topic4.more.0": "Atos 2:38 — \"Arrependei-vos, e cada um de vós seja batizado em nome de Jesus Cristo, para perdão dos pecados; e recebereis o dom do Espírito Santo.\"",
  "lesson3.topic4.more.1": "D&C 8:2 — \"Sim, eis que te falarei em tua mente e em teu coração pelo Espírito Santo.\"",
  "lesson3.topic4.more.2": "3 Néfi 11:3–5 — \"E aconteceu que enquanto assim conversavam uns com os outros, ouviram uma voz.\"",
  "lesson3.topic4.more.3": "Gálatas 5:22 — \"Mas o fruto do Espírito é: amor, gozo, paz, longanimidade, benignidade, bondade, fé.\"",
  "lesson3.topic5": "Perseverar até o fim",
  "lesson3.topic5.desc": "O Evangelho não é apenas um evento, é um caminho para toda a vida. Jesus disse: \"Mas aquele que perseverar até o fim será salvo\" (Mateus 24:13).\n\nPerseverar significa permanecer fiéis apesar dos desafios, confiar em Cristo em meio à adversidade e renovar nosso compromisso com Ele a cada dia.\n\nExemplo moderno: Uma mulher que enfrenta uma doença grave encontra força ao orar e estudar as Escrituras diariamente. Embora seu corpo sofra, sua fé permanece firme, e isso a torna um farol de esperança para sua família.",
  "lesson3.topic5.scriptureMain": "\"Mas aquele que perseverar até o fim será salvo.\" (Mateus 24:13)",
  "lesson3.topic5.more.0": "2 Néfi 31:20 — \"Portanto, deveis seguir adiante com firmeza em Cristo.\"",
  "lesson3.topic5.more.1": "D&C 14:7 — \"E se guardardes meus mandamentos e perseverardes até o fim, tereis a vida eterna.\"",
  "lesson3.topic5.more.2": "Hebreus 12:1 — \"Corramos com perseverança a carreira que nos está proposta.\"",
  "lesson3.topic5.more.3": "Apocalipse 2:10 — \"Sê fiel até à morte, e dar-te-ei a coroa da vida.\"",
  "lesson3.topic6": "O Evangelho e as ordenanças",
  "lesson3.topic6.desc": "O Evangelho de Jesus Cristo inclui ordenanças sagradas que marcam nosso progresso espiritual: batismo, confirmação, o Sacramento, e mais tarde, ordenanças do templo. Cada ordenança é um lembrete de nosso convênio com Deus e um passo em direção à vida eterna.\n\nO Salvador instituiu o Sacramento para que nos lembremos de Seu sacrifício (Lucas 22:19–20). Ao participar dignamente, renovamos nossas promessas de segui-Lo e recebemos força espiritual.\n\nExemplo moderno: Ao tomar o Sacramento a cada domingo, um pai de família sente renovado seu compromisso de ser mais paciente e amoroso em seu lar.",
  "lesson3.topic6.scriptureMain": "\"E, tomando o pão, e havendo dado graças, partiu-o, e deu-lho, dizendo: Isto é o meu corpo, que por vós é dado; fazei isto em memória de mim.\" (Lucas 22:19)",
  "lesson3.topic6.more.0": "Lucas 22:20 — \"Semelhantemente, tomou o cálice, depois da ceia, dizendo: Este cálice é o novo testamento no meu sangue.\"",
  "lesson3.topic6.more.1": "D&C 20:77 — \"E se sempre vos lembrardes dele, tereis seu Espírito convosco.\"",
  "lesson3.topic6.more.2": "D&C 20:79 — \"E se sempre vos lembrardes dele, tereis seu Espírito convosco.\"",
  "lesson3.topic6.more.3": "Morôni 4:3 — \"E se sempre vos lembrardes dele, tereis seu Espírito convosco.\"",
  "lesson3.topic7": "A alegria do Evangelho",
  "lesson3.topic7.desc": "O resultado de viver o Evangelho é alegria verdadeira. Não uma alegria passageira como a que o mundo oferece, mas uma alegria profunda que enche a alma mesmo em meio às provações.\n\nJesus declarou: \"Estas coisas vos tenho dito, para que a minha alegria permaneça em vós, e a vossa alegria seja completa\" (João 15:11).\n\nO profeta Néfi testificou: \"Minha alma se deleita nas coisas do Senhor\" (2 Néfi 4:16).\n\nExemplo moderno: Uma família que decide viver o Evangelho encontra alegria ao servir juntos em sua comunidade. Eles descobrem que a verdadeira felicidade vem ao esquecer o eu e focar nos outros.\n\nO Evangelho de Jesus Cristo é o caminho para a alegria eterna. É um processo: ter fé nEle, arrepender-se diariamente, ser batizado e receber o Espírito Santo, e perseverar fielmente até o fim. Aqueles que seguem este caminho não apenas encontram paz nesta vida, mas a promessa da vida eterna na presença de Deus.",
  "lesson3.topic7.scriptureMain": "\"Estas coisas vos tenho dito, para que a minha alegria permaneça em vós, e a vossa alegria seja completa.\" (João 15:11)",
  "lesson3.topic7.more.0": "2 Néfi 4:16 — \"Minha alma se deleita nas coisas do Senhor.\"",
  "lesson3.topic7.more.1": "Mosias 2:41 — \"Considerai o estado abençoado e feliz daqueles que guardam os mandamentos de Deus.\"",
  "lesson3.topic7.more.2": "D&C 18:10 — \"Lembrai-vos de que o valor das almas é grande aos olhos de Deus.\"",
  "lesson3.topic7.more.3": "Mateus 5:8 — \"Bem-aventurados os puros de coração, porque eles verão a Deus.\"",
  "lesson4.title": "Mandamentos do Evangelho",
  "lesson4.topic1": "Lei da castidade",
  "lesson4.topic1.desc": "A lei da castidade é um mandamento sagrado que protege a pureza moral e a santidade da família. Significa abster-se de relações sexuais fora do casamento entre um homem e uma mulher, e manter pensamentos, palavras e ações limpos. Jesus ensinou: 'Bem-aventurados os puros de coração, porque eles verão a Deus' (Mateus 5:8). Em um mundo saturado de pornografia, imoralidade e mensagens que banalizam o corpo, viver este mandamento é um ato de coragem espiritual. O Livro de Mórmon adverte: 'A luxúria é a causa de muitas calamidades entre os filhos dos homens' (Jacó 2:28). Ao guardar a lei da castidade, convidamos o Espírito Santo a permanecer conosco, protegemos nosso casamento futuro e demonstramos amor verdadeiro, baseado no respeito e compromisso. Exemplo moderno: um jovem que decide não assistir pornografia, apesar da pressão dos colegas, descobre uma mente mais clara, maior autoconfiança e sensibilidade espiritual aumentada.",
  "lesson4.topic1.scriptureMain": "Fugi da prostituição. (1 Coríntios 6:18)",
  "lesson4.topic1.more.0": "Mateus 5:27–28 — \"Ouvistes que foi dito aos antigos: Não cometerás adultério. Eu, porém, vos digo que qualquer que olhar para uma mulher para a cobiçar já cometeu adultério com ela no seu coração.\"",
  "lesson4.topic1.more.1": "Jacó 2:28 — \"Porque eis que vos digo que as fornicações são uma abominação diante de mim.\"",
  "lesson4.topic1.more.2": "Alma 39:9 — \"Agora, meu filho, eu gostaria que te arrependesses e abandonasses teus pecados, e não seguisses mais as concupiscências de teus olhos.\"",
  "lesson4.topic1.more.3": "Mosias 13:22 — \"Não cometerás adultério.\"",
  "lesson4.topic2": "Palavra de Sabedoria",
  "lesson4.topic2.desc": "A Palavra de Sabedoria é a lei de saúde que Deus revelou para proteger nosso corpo e mente. Ensina-nos a evitar álcool, tabaco, drogas ilegais, café e chá, e usar alimentos bons com prudência. A promessa é clara: 'E correrão sem se cansar, e andarão sem desfalecer' (D&C 89:20). Em um tempo onde o consumo excessivo de substâncias destrói famílias e sociedades, este mandamento nos preserva. Exemplo moderno: uma mãe que para de beber álcool descobre maior clareza mental e pode cuidar melhor de seus filhos. O Livro de Mórmon ensina que 'os homens devem ser temperantes em todas as coisas' (Mosias 4:27). Viver a Palavra de Sabedoria é um ato de fé que nos prepara para servir melhor a Deus.",
  "lesson4.topic2.scriptureMain": "Não sabeis vós que o vosso corpo é o templo do Espírito Santo...? (1 Coríntios 6:19–20)",
  "lesson4.topic2.more.0": "D&C 89:18–21 — \"E todos os santos que se lembram de guardar e fazer estas coisas, andando em obediência aos mandamentos, receberão saúde no umbigo e medula nos ossos; e encontrarão sabedoria e grandes tesouros de conhecimento, sim, tesouros ocultos; e correrão sem se cansar, e andarão sem desfalecer.\"",
  "lesson4.topic2.more.1": "Mosias 4:27 — \"E vede que todas estas coisas sejam feitas com sabedoria e ordem; porque não é necessário que um homem corra mais rápido do que tem força.\"",
  "lesson4.topic2.more.2": "Provérbios 20:1 — \"O vinho é escarnecedor, a bebida forte é alvoroçadora, e todo aquele que neles errar não é sábio.\"",
  "lesson4.topic2.more.3": "Alma 46:40 — \"E havia alguns que morriam de febres, que em algumas estações do ano eram muito frequentes na terra.\"",
  "lesson4.topic3": "Lei do dízimo",
  "lesson4.topic3.desc": "O dízimo é dar a Deus um décimo de nossa renda como ato de fé e gratidão. Não é simplesmente uma contribuição econômica, mas uma demonstração de confiança de que o Senhor proverá. O profeta Malaquias ensinou: 'Prova-me agora nisto... se eu não vos abrir as janelas do céu' (Malaquias 3:10). O dízimo financia a obra de Deus: construção de templos, capelas, materiais de ensino e obra missionária. Exemplo moderno: um jovem que acaba de começar a trabalhar decide pagar seu dízimo mesmo tendo pouco. Descobre que seus recursos rendem mais e sente alegria ao saber que contribui para a obra do Senhor. O Livro de Mórmon também ensina: 'Todos os que estavam dispostos a tomar sobre si o nome de Cristo... davam de seus bens' (Mosias 18:27). O dízimo é um convênio de confiança mútua entre nós e Deus.",
  "lesson4.topic3.scriptureMain": "Trazei todos os dízimos à casa do tesouro... (Malaquias 3:10)",
  "lesson4.topic3.more.0": "3 Néfi 24:10 — \"Trazei todos os dízimos à casa do tesouro, para que haja mantimento na minha casa, e provai-me agora nisto, diz o Senhor dos Exércitos, se eu não vos abrir as janelas do céu, e não derramar sobre vós uma bênção tal que dela vos advenha a maior abastança.\"",
  "lesson4.topic3.more.1": "Mosias 18:27 — \"E novamente Alma ordenou que o povo da igreja repartisse de seus bens, cada um segundo o que tinha.\"",
  "lesson4.topic3.more.2": "D&C 119:4 — \"E depois disto, aqueles que assim foram dizimados pagarão um décimo de todos os seus juros anualmente; e isto lhes será uma lei permanente para sempre.\"",
  "lesson4.topic3.more.3": "Provérbios 3:9–10 — \"Honra ao Senhor com os teus bens, e com as primícias de toda a tua renda. Assim se encherão de fartura os teus celeiros, e transbordarão de mosto os teus lagares.\"",
  "lesson4.topic4": "Guardar o dia de repouso",
  "lesson4.topic4.desc": "A obediência é o princípio sobre o qual repousam todas as bênçãos do céu. Jesus ensinou: 'Se me amais, guardai os meus mandamentos' (João 14:15). Obedecer não é perder liberdade, mas ganhá-la, porque ao viver em harmonia com as leis de Deus evitamos as cadeias do pecado. O Livro de Mórmon testifica: 'Há uma lei dada; e nenhum homem pode ser santificado sem obedecê-la' (D&C 88:34). Exemplo moderno: um estudante que escolhe honrar o dia de repouso e não trabalhar nesse dia, apesar da pressão do chefe, recebe mais paz e oportunidades em sua vida. A obediência constante desenvolve fé, disciplina e confiança em Deus.",
  "lesson4.topic4.scriptureMain": "Se me amais, guardai os meus mandamentos. (João 14:15)",
  "lesson4.topic4.more.0": "Mosias 2:41 — \"E além disso, eu desejaria que considerásseis o estado abençoado e feliz daqueles que guardam os mandamentos de Deus.\"",
  "lesson4.topic4.more.1": "D&C 130:20–21 — \"Há uma lei, irrevogavelmente decretada no céu antes da fundação deste mundo, sobre a qual todas as bênçãos se baseiam; e quando obtemos qualquer bênção de Deus, é pela obediência àquela lei sobre a qual ela se baseia.\"",
  "lesson4.topic4.more.2": "Helamã 3:27 — \"Assim vemos que o Senhor é misericordioso para com todos os que, na sinceridade de seu coração, invocam seu santo nome.\"",
  "lesson4.topic4.more.3": "1 Néfi 3:7 — \"Irei e farei as coisas que o Senhor ordenou, porque sei que o Senhor nunca dá mandamentos aos filhos dos homens, sem lhes preparar um caminho para que possam cumprir aquilo que lhes ordenou.\"",
  "lesson4.topic5": "Orar frequentemente",
  "lesson4.topic5.desc": "O batismo e a confirmação são ordenanças essenciais do Evangelho. Por meio do batismo, mostramos nossa disposição de seguir Jesus Cristo e recebemos o perdão de nossos pecados. Pedro ensinou: 'Arrependei-vos, e cada um de vós seja batizado em nome de Jesus Cristo' (Atos 2:38). Depois, mediante a imposição de mãos, recebemos o dom do Espírito Santo, que nos guia e fortalece. O Livro de Mórmon ensina: 'Vinde e sede batizados... e recebereis o Espírito Santo' (3 Néfi 27:20). Exemplo moderno: um converso que é batizado após anos de buscar a verdade descreve a alegria e paz que sente ao receber a confirmação. Essas ordenanças são o início do caminho do discipulado.",
  "lesson4.topic5.scriptureMain": "Quem crer e for batizado será salvo. (Marcos 16:16)",
  "lesson4.topic5.more.0": "Atos 2:38 — \"E disse-lhes Pedro: Arrependei-vos, e cada um de vós seja batizado em nome de Jesus Cristo, para perdão dos pecados; e recebereis o dom do Espírito Santo.\"",
  "lesson4.topic5.more.1": "3 Néfi 27:20 — \"Agora, eis o mandamento: Arrependei-vos, todos vós, extremidades da terra, e vinde a mim e sede batizados em meu nome, para que sejais santificados pela recepção do Espírito Santo, para que vos apresenteis sem mácula diante de mim no último dia.\"",
  "lesson4.topic5.more.2": "Mosias 18:8–10 — \"E aconteceu que ele lhes disse: Eis que aqui estão as águas de Mórmon e aqui é o lugar onde podeis vir e ser batizados.\"",
  "lesson4.topic5.more.3": "João 3:5 — \"Jesus respondeu: Na verdade, na verdade te digo que aquele que não nascer da água e do Espírito, não pode entrar no reino de Deus.\"",
  "lesson4.topic6": "Estudar as Escrituras",
  "lesson4.topic6.desc": "Deus sempre guiou Seus filhos por meio de profetas. O profeta vivo é a voz autorizada de Deus na terra hoje. Amós ensinou: 'Certamente o Senhor Deus não fará coisa alguma, sem ter revelado o seu segredo aos seus servos, os profetas' (Amós 3:7). No Livro de Mórmon, Néfi mostrou obediência ao profeta de seu tempo quando disse: 'Irei e farei as coisas que o Senhor ordenou' (1 Néfi 3:7). Seguir o profeta não significa idolatrar um homem, mas confiar que Deus fala através dele. Exemplo moderno: um jovem ouve o convite do profeta para deixar as redes sociais por um tempo e descobre mais paz mental e tempo para sua família. Ao seguir o profeta, recebemos proteção contra as filosofias mutáveis do mundo.",
  "lesson4.topic6.scriptureMain": "Certamente o Senhor Deus não fará coisa alguma, sem ter revelado o seu segredo aos seus servos, os profetas. (Amós 3:7)",
  "lesson4.topic6.more.0": "1 Néfi 3:7 — \"Irei e farei as coisas que o Senhor ordenou, porque sei que o Senhor nunca dá mandamentos aos filhos dos homens, sem lhes preparar um caminho para que possam cumprir aquilo que lhes ordenou.\"",
  "lesson4.topic6.more.1": "Mosias 15:11 — \"E eis que ele é a luz e a vida do mundo; sim, uma luz que é infinita, que não pode ser apagada.\"",
  "lesson4.topic6.more.2": "D&C 1:38 — \"O que eu, o Senhor, disse, eu disse, e não me desculpo; e embora os céus e a terra passem, minha palavra não passará, mas toda será cumprida.\"",
  "lesson4.topic6.more.3": "João 10:27 — \"As minhas ovelhas ouvem a minha voz, e eu conheço-as, e elas me seguem.\"",
  "lesson4.topic7": "Guardar os Dez Mandamentos",
  "lesson4.topic7.desc": "Os Dez Mandamentos foram dados a Moisés no Sinai e continuam válidos hoje como guia moral universal. Incluem honrar a Deus, respeitar nossos pais, não roubar, não mentir e não cobiçar. Jesus Cristo resumiu a lei em dois grandes mandamentos: amar a Deus e amar ao próximo (Mateus 22:37–39). O Livro de Mórmon confirma que esses mandamentos são eternos (Mosias 13:12–24). Exemplo moderno: um empresário que decide ser honesto em seus impostos mesmo que outros façam trapaça sente a paz de consciência e a confiança de Deus. Guardar os Dez Mandamentos fortalece famílias, comunidades e nações inteiras.",
  "lesson4.topic7.scriptureMain": "E falou Deus todas estas palavras, dizendo: Eu sou o Senhor teu Deus. (Êxodo 20:3–17)",
  "lesson4.topic7.more.0": "Mosias 13:12–24 — \"E agora, quando o rei ouviu estas palavras, disse a seus sacerdotes: Afastai-vos, e parti daqui.\"",
  "lesson4.topic7.more.1": "Mateus 22:37–39 — \"Jesus disse-lhe: Amarás o Senhor teu Deus de todo o teu coração, e de toda a tua alma, e de todo o teu pensamento. Este é o primeiro e grande mandamento. E o segundo, semelhante a este, é: Amarás o teu próximo como a ti mesmo.\"",
  "lesson4.topic7.more.2": "Éter 12:4 — \"Portanto, quem crê em Deus pode esperar com segurança um mundo melhor.\"",
  "lesson4.topic7.more.3": "Romanos 13:9 — \"Porque isto: Não adulterarás, não matarás, não furtarás, não dirás falso testemunho, não cobiçarás; e se há algum outro mandamento, tudo nesta palavra se resume: Amarás o teu próximo como a ti mesmo.\"",
  "lesson4.topic8": "Servir aos outros",
  "lesson4.topic8.desc": "A oração é a comunicação direta com nosso Pai Celestial. Paulo ensinou: 'Orai sem cessar' (1 Tessalonicenses 5:17). Alma testificou que devemos orar em nossos campos, em nossas casas, em nossos corações e em todos os lugares (Alma 34:17–27). Exemplo moderno: uma mãe sobrecarregada pelas responsabilidades diárias encontra paz ao se ajoelhar por alguns minutos antes de dormir. A oração sincera nos permite expressar gratidão, pedir força e receber consolo. Não se trata de palavras repetitivas, mas de abrir nosso coração a Deus, como um filho fala com um pai amoroso.",
  "lesson4.topic8.scriptureMain": "Orai sem cessar. (1 Tessalonicenses 5:17)",
  "lesson4.topic8.more.0": "Alma 34:17–27 — \"Portanto, que Deus vos conceda, meus irmãos, que comeceis a exercer vossa fé ao arrependimento, que comeceis a invocar seu santo nome.\"",
  "lesson4.topic8.more.1": "3 Néfi 18:19–20 — \"Portanto, deveis sempre orar ao Pai em meu nome; e tudo o que pedirdes ao Pai em meu nome, que é justo, crendo que recebereis, eis que vos será dado.\"",
  "lesson4.topic8.more.2": "Mateus 6:6–8 — \"Mas tu, quando orares, entra no teu aposento e, fechando a tua porta, ora a teu Pai que está em secreto; e teu Pai, que vê em secreto, te recompensará publicamente.\"",
  "lesson4.topic8.more.3": "Ênos 1:4–6 — \"E minha alma teve fome; e ajoelhei-me diante de meu Criador, e clamei a ele em fervorosa oração e súplica por minha própria alma; e clamei a ele todo o dia; sim, e quando veio a noite, ainda elevava minha voz alto até que chegou à minha cabeça.\"",
  "lesson4.topic9": "Obedecer e sustentar a lei",
  "lesson4.topic9.desc": "As Escrituras são a palavra escrita de Deus para nosso benefício. Jesus Cristo disse: 'Examinai as Escrituras, porque vós cuidais ter nelas a vida eterna' (João 5:39). O Livro de Mórmon ensina que 'as Escrituras testificam de Cristo' (2 Néfi 25:26). Estudiá-las diariamente nos fortalece contra a tentação e nos ajuda a receber revelação pessoal. Exemplo moderno: um jovem que começa o hábito de ler 10 minutos toda manhã no Livro de Mórmon descobre respostas a perguntas da escola e força para resistir à pressão dos colegas. Estudar as Escrituras não é apenas um dever, mas um banquete espiritual que alimenta nossa alma.",
  "lesson4.topic9.scriptureMain": "Examinai as Escrituras, porque vós cuidais ter nelas a vida eterna. (João 5:39)",
  "lesson4.topic9.more.0": "2 Néfi 25:26 — \"E falamos de Cristo, regozijamo-nos em Cristo, pregamos de Cristo, profetizamos de Cristo, e escrevemos segundo nossas profecias, para que nossos filhos saibam a que fonte devem recorrer para a remissão de seus pecados.\"",
  "lesson4.topic9.more.1": "Mosias 1:7 — \"E também lhes ensinou concernente aos registros que estavam gravados nas placas de latão.\"",
  "lesson4.topic9.more.2": "Josué 1:8 — \"Não se aparte da tua boca o livro desta lei; antes medita nele dia e noite, para que tenhas cuidado de fazer conforme tudo quanto nele está escrito.\"",
  "lesson4.topic9.more.3": "Alma 37:44–45 — \"Porque eis que é tão fácil dar ouvidos à palavra de Cristo, que te apontará um curso direto para a felicidade eterna, quanto foi para nossos pais dar ouvidos a esta bússola, que lhes apontou um curso direto para a terra prometida.\"",
  "profile.language": "Idioma",
  "profile.logout": "Sair",
  "profile.clearProgress": "Limpar progresso",
  "profile.actions": "Ações",
  "lesson5.title": "Convênios e Ordenanças do Evangelho",
  "lesson5.topic1": "Batismo e confirmação",
  "lesson5.topic1.desc": "O batismo é a primeira ordenança do Evangelho e a porta de entrada para a vida eterna. Jesus Cristo ensinou: 'Se alguém não nascer da água e do Espírito, não pode entrar no reino de Deus' (João 3:5). No Livro de Mórmon, Alma ensinou que o batismo simboliza nosso convênio de seguir Cristo (Mosias 18:8–10). Exemplo moderno: um jovem que decide ser batizado após meses de estudo sente uma paz e alegria profundas que confirmam sua decisão. O batismo por imersão e pela autoridade apropriada é essencial para a salvação.",
  "lesson5.topic1.scriptureMain": "Se alguém não nascer da água e do Espírito, não pode entrar no reino de Deus. (João 3:5)",
  "lesson5.topic1.more.0": "Mosias 18:8–10 — \"E aconteceu que ele lhes disse: Eis que aqui estão as águas de Mórmon.\"",
  "lesson5.topic1.more.1": "Atos 2:38 — \"E disse-lhes Pedro: Arrependei-vos, e cada um de vós seja batizado em nome de Jesus Cristo, para perdão dos pecados.\"",
  "lesson5.topic1.more.2": "Romanos 6:4 — \"De sorte que fomos sepultados com ele pelo batismo na morte.\"",
  "lesson5.topic1.more.3": "2 Néfi 31:5 — \"E agora, se o Cordeiro de Deus, sendo santo, tem necessidade de ser batizado pela água.\"",
  "lesson5.topic2": "Seguir o profeta",
  "lesson5.topic2.desc": "Deus sempre guiou Seus filhos por meio de profetas. O profeta vivo é a voz autorizada de Deus na terra hoje. Amós ensinou: 'Certamente o Senhor Deus não fará coisa alguma, sem ter revelado o seu segredo aos seus servos, os profetas' (Amós 3:7). No Livro de Mórmon, Néfi mostrou obediência ao profeta de seu tempo quando disse: 'Irei e farei as coisas que o Senhor ordenou' (1 Néfi 3:7). Seguir o profeta não significa idolatrar um homem, mas confiar que Deus fala através dele. Exemplo moderno: um jovem ouve o convite do profeta para deixar as redes sociais por um tempo e descobre mais paz mental e tempo para sua família. Ao seguir o profeta, recebemos proteção contra as filosofias mutáveis do mundo.",
  "lesson5.topic2.scriptureMain": "Certamente o Senhor Deus não fará coisa alguma, sem ter revelado o seu segredo aos seus servos, os profetas. (Amós 3:7)",
  "lesson5.topic2.more.0": "1 Néfi 3:7 — \"Irei e farei as coisas que o Senhor ordenou, porque sei que o Senhor nunca dá mandamentos aos filhos dos homens, sem lhes preparar um caminho para que possam cumprir aquilo que lhes ordenou.\"",
  "lesson5.topic2.more.1": "Mosias 15:11 — \"E eis que ele é a luz e a vida do mundo; sim, uma luz que é infinita, que não pode ser apagada.\"",
  "lesson5.topic2.more.2": "D&C 1:38 — \"O que eu, o Senhor, disse, eu disse, e não me desculpo.\"",
  "lesson5.topic2.more.3": "João 10:27 — \"As minhas ovelhas ouvem a minha voz, e eu conheço-as, e elas me seguem.\"",
  "lesson5.topic3": "Sacerdócio e organizações auxiliares",
  "lesson5.topic3.desc": "O sacerdócio é o poder e autoridade de Deus delegados ao homem para abençoar Seus filhos. Paulo explicou que 'ninguém toma para si esta honra, senão o que é chamado por Deus' (Hebreus 5:4). No Livro de Mórmon, Alma ordenou sacerdotes para ensinar a palavra de Deus (Mosias 18:18). As organizações auxiliares (como a Sociedade de Socorro, Rapazes, Moças e Primária) apoiam esta obra e fortalecem as famílias. Exemplo moderno: um jovem que recebe o Sacerdócio Aarônico participa da preparação do sacramento, abençoando a vida de toda a congregação. O sacerdócio e suas organizações complementares são essenciais para edificar o reino de Deus.",
  "lesson5.topic3.scriptureMain": "Ninguém toma para si esta honra, senão o que é chamado por Deus. (Hebreus 5:4)",
  "lesson5.topic3.more.0": "Mosias 18:18 — \"E ordenou sacerdotes para ensinar ao povo, para que pudessem ouvir a palavra de Deus.\"",
  "lesson5.topic3.more.1": "Alma 13:2–3 — \"E esses sacerdotes foram ordenados segundo a ordem de seu Filho, de maneira que o povo pudesse saber de que maneira esperar seu Filho para a redenção.\"",
  "lesson5.topic3.more.2": "D&C 84:20 — \"Portanto, em suas ordenanças, o poder da divindade se manifesta.\"",
  "lesson5.topic3.more.3": "Efésios 4:11–12 — \"E ele mesmo deu uns para apóstolos, e outros para profetas, e outros para evangelistas, e outros para pastores e doutores.\"",
  "lesson5.topic4": "Casamento eterno e família",
  "lesson5.topic4.desc": "A família é ordenada por Deus e o casamento é essencial para Seu plano eterno. No Éden foi declarado: 'Portanto deixará o homem seu pai e sua mãe, e apegar-se-á à sua mulher' (Gênesis 2:24). O Livro de Mórmon enfatiza que a felicidade é encontrada vivendo de acordo com os mandamentos de Deus dentro do lar (Mosias 2:41). Exemplo moderno: um casal que ora junto todas as noites e estuda as Escrituras em família cria um refúgio espiritual para seus filhos. O casamento e a família centrados em Cristo fortalecem a sociedade e preparam as pessoas para a vida eterna.",
  "lesson5.topic4.scriptureMain": "Portanto deixará o homem seu pai e sua mãe, e apegar-se-á à sua mulher. (Gênesis 2:24)",
  "lesson5.topic4.more.0": "Mosias 2:41 — \"E além disso, eu desejaria que considerásseis o estado abençoado e feliz daqueles que guardam os mandamentos de Deus.\"",
  "lesson5.topic4.more.1": "Efésios 5:25 — \"Vós, maridos, amai vossas mulheres, como também Cristo amou a igreja, e a si mesmo se entregou por ela.\"",
  "lesson5.topic4.more.2": "3 Néfi 18:21 — \"Orai em vossas famílias ao Pai, sempre em meu nome, para que vossas mulheres e vossos filhos sejam abençoados.\"",
  "lesson5.topic4.more.3": "D&C 49:15–17 — \"E novamente, em verdade vos digo, que quem proíbe casar não é ordenado por Deus.\"",
  "lesson5.topic5": "Templos e história familiar",
  "lesson5.topic5.desc": "Os templos são casas do Senhor, lugares sagrados onde são realizadas ordenanças que nos preparam para a vida eterna. O Senhor declarou: 'Meu povo é sempre comandado a construir uma casa ao meu nome' (D&C 124:39). No Livro de Mórmon, o povo construía templos segundo o padrão de Salomão (2 Néfi 5:16). Exemplo moderno: uma jovem que se prepara dignamente para receber sua investidura encontra orientação e força para tomar decisões justas. O templo é um lugar onde o céu toca a terra, e suas ordenanças nos unem como famílias eternas.",
  "lesson5.topic5.scriptureMain": "Meu povo é sempre comandado a construir uma casa ao meu nome. (D&C 124:39)",
  "lesson5.topic5.more.0": "2 Néfi 5:16 — \"E eu, Néfi, construí um templo; e construí-o segundo a maneira do templo de Salomão.\"",
  "lesson5.topic5.more.1": "Salmos 24:3–4 — \"Quem subirá ao monte do Senhor, ou quem estará no seu lugar santo? Aquele que é limpo de mãos e puro de coração.\"",
  "lesson5.topic5.more.2": "1 Coríntios 3:16–17 — \"Não sabeis vós que sois o templo de Deus e que o Espírito de Deus habita em vós?\"",
  "lesson5.topic5.more.3": "D&C 109:22 — \"E pedimos-te, Pai Santo, que teus servos saiam desta casa armados com teu poder.\"",
  "lesson5.topic6": "Obra missionária",
  "lesson5.topic6.desc": "A obra missionária é responsabilidade de cada membro da Igreja. Jesus Cristo ordenou: 'Ide por todo o mundo, pregai o evangelho a toda criatura' (Marcos 16:15). No Livro de Mórmon, Amon e seus irmãos dedicaram suas vidas a pregar o Evangelho entre os lamanitas (Alma 17:2–3). Exemplo moderno: um jovem que serve uma missão não apenas abençoa a vida daqueles que ensina, mas também cresce espiritualmente e desenvolve atributos semelhantes ao Cristo. A obra missionária é o maior serviço que podemos prestar aos nossos semelhantes.",
  "lesson5.topic6.scriptureMain": "Ide por todo o mundo, pregai o evangelho a toda criatura. (Marcos 16:15)",
  "lesson5.topic6.more.0": "Alma 17:2–3 — \"E aconteceu que os filhos de Mosias tomaram uma jornada na terra de Néfi.\"",
  "lesson5.topic6.more.1": "D&C 4:3 — \"Portanto, se tendes desejos de servir a Deus, sois chamados para a obra.\"",
  "lesson5.topic6.more.2": "Mateus 28:19–20 — \"Portanto ide, ensinai todas as nações, batizando-as em nome do Pai, e do Filho, e do Espírito Santo.\"",
  "lesson5.topic6.more.3": "Mosias 28:3 — \"Agora eles desejavam que a salvação fosse declarada a toda criatura.\"",
  "lesson5.topic7": "Perseverar até o fim",
  "lesson5.topic7.desc": "Perseverar até o fim significa permanecer fiéis a Cristo e Seus mandamentos ao longo de toda nossa vida. O Salvador ensinou: 'Mas aquele que perseverar até ao fim será salvo' (Mateus 24:13). O Livro de Mórmon esclarece que devemos 'prosseguir com firmeza em Cristo' (2 Néfi 31:20). Exemplo moderno: um membro da Igreja que enfrenta anos de doença continua a confiar no Senhor, servindo no que pode e frequentando a Igreja quando sua saúde permite. Perseverar até o fim não é um esforço momentâneo, mas um compromisso constante que garante alegria eterna na presença de Deus.",
  "lesson5.topic7.scriptureMain": "Mas aquele que perseverar até ao fim será salvo. (Mateus 24:13)",
  "lesson5.topic7.more.0": "2 Néfi 31:20 — \"Portanto, deveis prosseguir com firmeza em Cristo, tendo um perfeito brilho de esperança.\"",
  "lesson5.topic7.more.1": "Hebreus 12:1–2 — \"Portanto nós também, pois que estamos rodeados de uma tão grande nuvem de testemunhas, deixemos todo o embaraço, e o pecado que tão de perto nos rodeia, e corramos com paciência a carreira que nos está proposta.\"",
  "lesson5.topic7.more.2": "Morôni 6:4 — \"E depois que foram recebidos ao batismo, e foram trabalhados e purificados pelo poder do Espírito Santo.\"",
  "lesson5.topic7.more.3": "Apocalipse 2:10 — \"Não temas as coisas que hás de padecer. Eis que o diabo lançará alguns de vós na prisão.\"",
  "quiz.previous": "Anterior",
  "quiz.results": "Resultados do Quiz",
  "quiz.excellent": "Excelente! Você dominou esta lição.",
  "quiz.good": "Muito bem! Com um pouco mais de estudo você melhorará.",
  "quiz.needsImprovement": "Continue estudando. Você pode fazer melhor!",
  "quiz.correctAnswer": "Resposta correta",
  "quiz.yourAnswer": "Sua resposta",
  "reflections.title": "Reflexões Pessoais",
  "reflections.subtitle": "Reflita sobre o que você aprendeu na lição:",
  "reflections.promptTitle": "Perguntas para refletir:",
  "reflections.promptText": "• O que você aprendeu que te surpreendeu?\n• Como você pode aplicar esses ensinamentos em sua vida?\n• Que perguntas você tem sobre este tópico?\n• Como você se sente após estudar esta lição?",
  "reflections.placeholder": "Escreva seus pensamentos e reflexões aqui...",
  "reflections.shareTitle": "Compartilhar com os missionários",
  "reflections.shareDescription": "Permita que os missionários vejam sua reflexão para melhor ajudá-lo.",
  "reflections.privacyTitle": "Privacidade",
  "reflections.privacyText": "Sua reflexão é privada. Apenas os missionários designados podem vê-la se você escolher compartilhar.",
  "reflections.save": "Salvar Reflexão",
  "reflections.alertTitle": "Reflexão necessária",
  "reflections.alertMessage": "Por favor, escreva suas reflexões antes de continuar.",
  "reflections.ok": "OK",
  "completion.congratulations": "Parabéns!",
  "completion.completedMessage": "Você completou com sucesso esta lição.",
  "completion.continue": "Continuar",
  "completion.lessonCompleted": "Lição completada:",
  "completion.quizScore": "Pontuação do Quiz",
  "completion.yourReflection": "Sua Reflexão",
  "completion.willShare": "Será compartilhada com os missionários",
  "completion.finishLesson": "Finalizar Lição",
  "completion.reviewQuiz": "Revisar Quiz",
  "completion.editReflection": "Editar Reflexão",
  "mainScripture": "Escritura principal",
  "learnMore": "Saiba mais",
  "close": "Fechar",
  "back": "Voltar",
  "nextTopic": "Próximo tópico",
  "testLearning": "Testar aprendizado",
  "backToLesson": "Voltar à lição",
  "quiz.lesson2.question1": "De onde viemos segundo o Plano de Salvação?",
  "quiz.lesson2.question1.option1": "Do mundo espiritual como filhos de Deus",
  "quiz.lesson2.question1.option2": "Da evolução",
  "quiz.lesson2.question1.option3": "Do nada",
  "quiz.lesson2.question1.option4": "Dos animais",
  "quiz.lesson2.question1.correct": "0",
  "quiz.lesson2.question2": "Qual é o propósito principal da vida mortal?",
  "quiz.lesson2.question2.option1": "Divertir-se e aproveitar a vida",
  "quiz.lesson2.question2.option2": "Aprender, crescer e preparar-se para retornar a Deus",
  "quiz.lesson2.question2.option3": "Ganhar dinheiro e ser bem-sucedido",
  "quiz.lesson2.question2.option4": "Sobreviver o máximo de tempo possível",
  "quiz.lesson2.question2.correct": "1",
  "quiz.lesson2.question3": "O que acontece após a morte segundo o Plano de Salvação?",
  "quiz.lesson2.question3.option1": "Tudo termina",
  "quiz.lesson2.question3.option2": "O espírito vai para o mundo dos espíritos",
  "quiz.lesson2.question3.option3": "Reencarna em outro corpo",
  "quiz.lesson2.question3.option4": "Torna-se um fantasma",
  "quiz.lesson2.question3.correct": "1",
  "quiz.lesson2.question4": "O que é a ressurreição?",
  "quiz.lesson2.question4.option1": "Nascer de novo",
  "quiz.lesson2.question4.option2": "A união eterna do corpo e espírito",
  "quiz.lesson2.question4.option3": "Tornar-se um anjo",
  "quiz.lesson2.question4.option4": "Ir para o céu",
  "quiz.lesson2.question4.correct": "1",
  "quiz.lesson2.question5": "Como podemos saber se o Plano de Salvação é verdadeiro?",
  "quiz.lesson2.question5.option1": "Apenas lendo livros",
  "quiz.lesson2.question5.option2": "Orando e pedindo confirmação a Deus",
  "quiz.lesson2.question5.option3": "Ouvindo outras pessoas",
  "quiz.lesson2.question5.option4": "Estudando filosofia",
  "quiz.lesson2.question5.correct": "1",
  "quiz.lesson2.question6": "O que significa a Expiação de Jesus Cristo?",
  "quiz.lesson2.question6.option1": "Que Cristo morreu por acidente",
  "quiz.lesson2.question6.option2": "O sacrifício que permite o perdão e a ressurreição",
  "quiz.lesson2.question6.option3": "Que Cristo foi um mártir",
  "quiz.lesson2.question6.option4": "Que Cristo foi um bom exemplo",
  "quiz.lesson2.question6.correct": "1",
  "quiz.lesson2.question7": "Quais são os três graus de glória mencionados nas Escrituras?",
  "quiz.lesson2.question7.option1": "Celestial, Terrestre e Telestial",
  "quiz.lesson2.question7.option2": "Alto, Médio e Baixo",
  "quiz.lesson2.question7.option3": "Primeiro, Segundo e Terceiro",
  "quiz.lesson2.question7.option4": "Ouro, Prata e Bronze",
  "quiz.lesson2.question7.correct": "0",
  "quiz.lesson3.question1": "Qual é o primeiro princípio do Evangelho de Jesus Cristo?",
  "quiz.lesson3.question1.option1": "A fé em Jesus Cristo",
  "quiz.lesson3.question1.option2": "O batismo",
  "quiz.lesson3.question1.option3": "A oração",
  "quiz.lesson3.question1.option4": "O jejum",
  "quiz.lesson3.question1.correct": "0",
  "quiz.lesson3.question2": "O que é o arrependimento?",
  "quiz.lesson3.question2.option1": "Apenas sentir remorso",
  "quiz.lesson3.question2.option2": "Mudar de direção para aproximar-se de Deus",
  "quiz.lesson3.question2.option3": "Pagar pelos pecados",
  "quiz.lesson3.question2.option4": "Esquecer o passado",
  "quiz.lesson3.question2.correct": "1",
  "quiz.lesson3.question3": "Por que o batismo é importante?",
  "quiz.lesson3.question3.option1": "É apenas uma tradição",
  "quiz.lesson3.question3.option2": "É a porta de entrada para o caminho do Evangelho e um convênio com Deus",
  "quiz.lesson3.question3.option3": "Para ser aceito socialmente",
  "quiz.lesson3.question3.option4": "Para agradar a família",
  "quiz.lesson3.question3.correct": "1",
  "quiz.lesson3.question4": "O que é o dom do Espírito Santo?",
  "quiz.lesson3.question4.option1": "Um presente material",
  "quiz.lesson3.question4.option2": "Uma bússola espiritual que consola, adverte e confirma a verdade",
  "quiz.lesson3.question4.option3": "Um livro sagrado",
  "quiz.lesson3.question4.option4": "Uma experiência emocional",
  "quiz.lesson3.question4.correct": "1",
  "quiz.lesson3.question5": "O que significa perseverar até o fim?",
  "quiz.lesson3.question5.option1": "Apenas seguir por um tempo",
  "quiz.lesson3.question5.option2": "Continuar fielmente no Evangelho durante toda a vida",
  "quiz.lesson3.question5.option3": "Fazer o mínimo necessário",
  "quiz.lesson3.question5.option4": "Seguir apenas quando é fácil",
  "quiz.lesson3.question5.correct": "1",
  "quiz.lesson3.question6": "O que são as ordenanças do Evangelho?",
  "quiz.lesson3.question6.option1": "Apenas cerimônias",
  "quiz.lesson3.question6.option2": "Atos sagrados que marcam nosso progresso espiritual",
  "quiz.lesson3.question6.option3": "Tradições culturais",
  "quiz.lesson3.question6.option4": "Rituais antigos",
  "quiz.lesson3.question6.correct": "1",
  "quiz.lesson3.question7": "Qual é o resultado de viver o Evangelho?",
  "quiz.lesson3.question7.option1": "Apenas felicidade temporária",
  "quiz.lesson3.question7.option2": "Alegria verdadeira e profunda que enche a alma",
  "quiz.lesson3.question7.option3": "Apenas bênçãos materiais",
  "quiz.lesson3.question7.option4": "Satisfação pessoal",
  "quiz.lesson3.question7.correct": "1",
  "quiz.levels.title": "Selecionar nível de dificuldade",
  "quiz.level.easy": "Moderado",
  "quiz.level.medium": "Médio",
  "quiz.level.hard": "Difícil",
  "quiz.level.easy.desc": "3 perguntas por lição",
  "quiz.level.medium.desc": "7 perguntas por lição",
  "quiz.level.hard.desc": "15 perguntas por lição",
  "quiz.selectLevel": "Selecionar Nível",
  "quiz.title": "Quiz de Lições",
  "quiz.subtitle": "Selecione uma lição para começar",
  "quiz.questions": "perguntas",
  "quiz.start": "Começar →",
  "quiz.tips.title": "💡 Dicas para o Quiz",
  "quiz.tips.text": "• Leia cada pergunta cuidadosamente\n• Selecione a resposta que você acha correta\n• Você pode revisar suas respostas no final\n• Não se preocupe se não acertar todas!",
  "quiz.lesson1.subtitle": "A Restauração",
  "quiz.lesson1.description": "Perguntas sobre a restauração do evangelho",
  "quiz.lesson2.subtitle": "O Plano de Salvação",
  "quiz.lesson2.description": "Perguntas sobre o plano de Deus para nós",
  "quiz.lesson3.subtitle": "O Evangelho de Jesus Cristo",
  "quiz.lesson3.description": "Perguntas sobre fé, arrependimento e convênios",
  "quiz.lesson4.subtitle": "Mandamentos",
  "quiz.lesson4.description": "Perguntas sobre mandamentos e obediência",
  "quiz.lesson5.subtitle": "Leis e Ordenanças",
  "quiz.lesson5.description": "Perguntas sobre sacerdócio e ordenanças",
  "quiz.testKnowledge": "Teste seu conhecimento",
  "quiz.question": "Pergunta",
  "quiz.of": "de",
  "quiz.next": "Próximo →",
  "quiz.finish": "Finalizar",
  "quiz.tryAgain": "Tentar Novamente",
  "quiz.quizTitle": "Quiz - Lição",
  "lessons.selectLesson": "Selecione uma lição para começar",
  "lessons.learningTools": "Ferramentas de Aprendizagem",
  "lessons.quizTitle": "Quiz de Lições",
  "lessons.quizDescription": "Teste seu conhecimento com perguntas sobre cada lição",
  "lessons.reflectionsTitle": "Minhas Reflexões",
  "lessons.reflectionsDescription": "Compartilhe seus pensamentos e aprendizados pessoais",
  "lessons.lesson1.description": "9 tópicos sobre a restauração do evangelho",
  "lessons.lesson2.description": "7 tópicos sobre o plano de salvação",
  "lessons.lesson3.description": "7 tópicos sobre o evangelho de Jesus Cristo",
  "lessons.lesson4.description": "9 tópicos sobre os mandamentos do evangelho",
  "lessons.lesson5.description": "7 tópicos sobre convênios e ordenanças",
  "lessons.completed": "concluídas",
  "lessons.of": "de",
  "quiz.lesson4.question1": "Por que devemos obedecer aos mandamentos?",
  "quiz.lesson4.question1.option1": "Para evitar punições",
  "quiz.lesson4.question1.option2": "Porque nos trazem bênçãos e nos aproximam de Deus",
  "quiz.lesson4.question1.option3": "Porque é obrigatório",
  "quiz.lesson4.question1.option4": "Para impressionar outros",
  "quiz.lesson4.question1.correct": "1",
  "quiz.lesson4.question2": "Qual é o propósito do dia de sábado?",
  "quiz.lesson4.question2.option1": "Descansar e dormir",
  "quiz.lesson4.question2.option2": "Adorar a Deus e renovar nossos convênios",
  "quiz.lesson4.question2.option3": "Fazer atividades recreativas",
  "quiz.lesson4.question2.option4": "Trabalhar menos",
  "quiz.lesson4.question2.correct": "1",
  "quiz.lesson4.question3": "O que é a Palavra de Sabedoria?",
  "quiz.lesson4.question3.option1": "Um livro da Bíblia",
  "quiz.lesson4.question3.option2": "Uma lei de saúde que inclui evitar substâncias prejudiciais",
  "quiz.lesson4.question3.option3": "Um conselho opcional",
  "quiz.lesson4.question3.option4": "Um plano de dieta",
  "quiz.lesson4.question3.correct": "1",
  "quiz.lesson5.question1": "O que é o sacerdócio?",
  "quiz.lesson5.question1.option1": "Um título religioso",
  "quiz.lesson5.question1.option2": "A autoridade para agir em nome de Deus",
  "quiz.lesson5.question1.option3": "Uma posição na igreja",
  "quiz.lesson5.question1.option4": "Uma cerimônia religiosa",
  "quiz.lesson5.question1.correct": "1",
  "quiz.lesson5.question2": "O que são as ordenanças do templo?",
  "quiz.lesson5.question2.option1": "Serviços regulares da igreja",
  "quiz.lesson5.question2.option2": "Cerimônias sagradas realizadas em templos",
  "quiz.lesson5.question2.option3": "Estudos bíblicos",
  "quiz.lesson5.question2.option4": "Reuniões de oração",
  "quiz.lesson5.question2.correct": "1",
  "quiz.lesson5.question3": "O que é o casamento eterno?",
  "quiz.lesson5.question3.option1": "Um casamento duradouro",
  "quiz.lesson5.question3.option2": "Um casamento que continua após a morte",
  "quiz.lesson5.question3.option3": "Um casamento perfeito",
  "quiz.lesson5.question3.option4": "Um casamento religioso",
  "quiz.lesson5.question3.correct": "1",
  "lesson6.title": "Os Artigos de Fé",
  "lesson6.topic1": "Artigo de Fé 1",
  "lesson6.topic1.desc": "Cremos em Deus, o Pai Eterno, e em Seu Filho Jesus Cristo, e no Espírito Santo. Isso ensina que são três seres distintos, unidos em propósito perfeito. A Bíblia mostra essa verdade no batismo de Jesus, quando o Pai falou do céu, o Filho foi batizado e o Espírito desceu como pomba (Mateus 3:16–17). O Livro de Mórmon também confirma essa doutrina (3 Néfi 11:27). Exemplo moderno: ao orar, dirigimos nossas palavras ao Pai, em nome de Cristo, e recebemos resposta por meio do Espírito Santo.",
  "lesson6.topic1.scriptureMain": "E quando fizeram isso, Jesus lhes disse: Vinde a mim e sede batizados em meu nome, porque assim me mandou o Pai, para que possais ser santificados pela recepção do Espírito Santo, a fim de vos apresentardes sem mancha diante de mim no último dia. (3 Néfi 11:27)",
  "lesson6.topic1.more.0": "Mateus 3:16–17 — \"E Jesus, depois que foi batizado, saiu logo da água; e eis que se abriram os céus, e viu o Espírito de Deus descendo como pomba e vindo sobre ele. E eis que uma voz dos céus disse: Este é o meu Filho amado, em quem me comprazo.\"",
  "lesson6.topic1.more.1": "João 17:21 — \"Para que todos sejam um; como tu, ó Pai, em mim, e eu em ti, que também eles sejam um em nós; para que o mundo creia que tu me enviaste.\"",
  "lesson6.topic1.more.2": "Atos 7:55–56 — \"Mas Estêvão, estando cheio do Espírito Santo, fitando os olhos no céu, viu a glória de Deus, e Jesus, que estava à direita de Deus, e disse: Eis que vejo os céus abertos, e o Filho do homem, que está em pé à direita de Deus.\"",
  "lesson6.topic1.more.3": "D&C 130:22 — \"O Pai tem um corpo de carne e ossos tão tangível como o do homem; assim também o Filho; mas o Espírito Santo não tem um corpo de carne e ossos, mas é um personagem de Espírito.\"",
  "lesson6.topic2": "Artigo de Fé 2",
  "lesson6.topic2.desc": "Cremos que os homens serão punidos por seus próprios pecados, e não pela transgressão de Adão. Isso ensina a responsabilidade pessoal e a justiça de Deus. Alma ensinou: 'A alma será restaurada ao corpo, e o corpo à alma; sim, e todo membro e junta serão restaurados ao seu corpo' (Alma 11:43). Exemplo moderno: um jovem que escolhe seguir Cristo, mesmo vindo de uma família com problemas, pode encontrar paz e propósito através do evangelho.",
  "lesson6.topic2.scriptureMain": "Eis que todas as almas são minhas; como a alma do pai, assim também a alma do filho é minha; a alma que pecar, essa morrerá. (Ezequiel 18:4)",
  "lesson6.topic2.more.0": "Alma 11:43 — \"E o espírito e o corpo serão restaurados novamente em sua forma perfeita; tanto o membro quanto a junta serão restaurados ao seu próprio corpo.\"",
  "lesson6.topic2.more.1": "Romanos 6:23 — \"Porque o salário do pecado é a morte, mas o dom gratuito de Deus é a vida eterna em Cristo Jesus nosso Senhor.\"",
  "lesson6.topic2.more.2": "2 Néfi 2:25 — \"Adão caiu para que os homens existissem; e os homens existem para que tenham alegria.\"",
  "lesson6.topic2.more.3": "Mosias 3:19 — \"Porque o homem natural é inimigo de Deus, e tem sido desde a queda de Adão, e será, para sempre e eternamente, a menos que se submeta aos enticements do Espírito Santo.\"",
  "lesson6.topic3": "Artigo de Fé 3",
  "lesson6.topic3.desc": "Cremos que por meio da Expiação de Cristo, toda a humanidade pode ser salva, pela obediência às leis e ordenanças do evangelho. A graça de Cristo nos oferece a salvação, mas devemos aceitá-la vivendo Seus ensinamentos. Néfi ensinou: 'É pela graça que somos salvos, depois de tudo o que pudermos fazer' (2 Néfi 25:23). Exemplo moderno: alguém que se esforça para guardar os mandamentos, mesmo cometendo erros, confia que a graça de Cristo o levanta e lhe dá esperança.",
  "lesson6.topic3.scriptureMain": "Porque pela graça sois salvos, por meio da fé. E isso não vem de vós, é dom de Deus. Não vem das obras, para que ninguém se glorie. (2 Néfi 25:23)",
  "lesson6.topic3.more.0": "João 3:16 — \"Porque Deus amou o mundo de tal maneira que deu o seu Filho unigênito, para que todo aquele que nele crê não pereça, mas tenha a vida eterna.\"",
  "lesson6.topic3.more.1": "Mosias 3:19 — \"Porque o homem natural é inimigo de Deus, e tem sido desde a queda de Adão, e será, para sempre e eternamente, a menos que se submeta aos enticements do Espírito Santo.\"",
  "lesson6.topic3.more.2": "Efésios 2:8–10 — \"Porque pela graça sois salvos, por meio da fé. E isso não vem de vós, é dom de Deus. Não vem das obras, para que ninguém se glorie.\"",
  "lesson6.topic3.more.3": "Alma 11:40 — \"E ele tomará sobre si a morte, para que possa soltar os laços da morte que prendem seu povo; e ele tomará sobre si suas enfermidades, para que suas entranhas sejam preenchidas de misericórdia.\"",
  "lesson6.topic4": "Artigo de Fé 4",
  "lesson6.topic4.desc": "Cremos que os primeiros princípios e ordenanças do evangelho são: primeiro, Fé no Senhor Jesus Cristo; segundo, Arrependimento; terceiro, Batismo por imersão para remissão dos pecados; quarto, Imposição das mãos para o dom do Espírito Santo. Este é o 'caminho' ensinado pelo próprio Cristo em 2 Néfi 31. Exemplo moderno: um investigador que estuda, se arrepende, é batizado e recebe o Espírito Santo, inicia um caminho de discipulado que o acompanha por toda a vida.",
  "lesson6.topic4.scriptureMain": "E agora, se o Cordeiro de Deus, sendo santo, tem necessidade de ser batizado pela água, para cumprir toda a justiça, ó então, quanto mais temos necessidade, sendo impuros, de sermos batizados, sim, mesmo pela água! (2 Néfi 31:5–21)",
  "lesson6.topic4.more.0": "Atos 2:38 — \"E Pedro lhes disse: Arrependei-vos, e cada um de vós seja batizado em nome de Jesus Cristo, para perdão dos pecados; e recebereis o dom do Espírito Santo.\"",
  "lesson6.topic4.more.1": "Marcos 16:16 — \"Quem crer e for batizado será salvo; mas quem não crer será condenado.\"",
  "lesson6.topic4.more.2": "3 Néfi 27:20 — \"Agora, eis o mandamento: Arrependei-vos, todos vós, extremidades da terra, e vinde a mim e sede batizados em meu nome.\"",
  "lesson6.topic4.more.3": "Morôni 8:10–12 — \"Eis que vos digo que ensinareis esta coisa—arrependimento e batismo àqueles que são responsáveis e capazes de cometer pecado.\"",
  "lesson6.topic5": "Artigo de Fé 5",
  "lesson6.topic5.desc": "Cremos que um homem deve ser chamado por Deus, por profecia, e pela imposição das mãos por aqueles que estão em autoridade, para pregar o evangelho e administrar em suas ordenanças. Isso ensina que ninguém se chama ao ministério, mas deve ser chamado de forma divina. Exemplo moderno: um bispo recebe seu chamado não porque se oferece, mas porque é escolhido por revelação e sustentado pela congregação.",
  "lesson6.topic5.scriptureMain": "E ninguém toma para si esta honra, senão o que é chamado por Deus, como Arão. (Hebreus 5:4)",
  "lesson6.topic5.more.0": "Êxodo 28:1 — \"E tu farás chegar a ti Arão teu irmão, e seus filhos com ele, do meio dos filhos de Israel, para me servirem no sacerdócio.\"",
  "lesson6.topic5.more.1": "D&C 42:11 — \"E novamente vos digo que ensinareis somente pelo Espírito.\"",
  "lesson6.topic5.more.2": "Alma 13:3 — \"E esta é a maneira segundo a qual foram ordenados—sendo chamados e preparados desde a fundação do mundo segundo a presciência de Deus.\"",
  "lesson6.topic5.more.3": "3 Néfi 11:21–22 — \"E o Senhor lhes disse: Levantai-vos e vinde a mim, para que possais enfiar vossas mãos no meu lado.\"",
  "lesson6.topic6": "Artigo de Fé 6",
  "lesson6.topic6.desc": "Cremos na mesma organização que existia na Igreja primitiva, a saber, apóstolos, profetas, pastores, mestres, evangelistas, e assim por diante. Esta organização garante unidade e direção divina. Exemplo moderno: os Doze Apóstolos atuais cumprem a mesma função que Pedro, Tiago e João na Igreja primitiva.",
  "lesson6.topic6.scriptureMain": "E ele mesmo deu uns para apóstolos, e outros para profetas, e outros para evangelistas, e outros para pastores e doutores, para aperfeiçoamento dos santos, para a obra do ministério, para edificação do corpo de Cristo. (Efésios 4:11–14)",
  "lesson6.topic6.more.0": "Atos 2:42 — \"E perseveravam na doutrina dos apóstolos, e na comunhão, e no partir do pão, e nas orações.\"",
  "lesson6.topic6.more.1": "1 Coríntios 12:28 — \"E a uns pôs Deus na igreja, primeiramente apóstolos, em segundo lugar profetas, em terceiro mestres, depois milagres.\"",
  "lesson6.topic6.more.2": "D&C 107:23 — \"Os doze conselheiros viajantes são chamados para ser os Doze Apóstolos, ou testemunhas especiais do nome de Cristo em todo o mundo.\"",
  "lesson6.topic6.more.3": "Mosias 18:18 — \"E ele lhes ordenou que não ensinassem nada senão as coisas que ele havia ensinado, e que haviam sido ditas pela boca dos santos profetas.\"",
  "lesson6.topic7": "Artigo de Fé 7",
  "lesson6.topic7.desc": "Cremos no dom de línguas, profecia, revelação, visões, cura, interpretação de línguas, e assim por diante. Estes dons fortalecem a fé e edificam a Igreja. Exemplo moderno: um missionário que aprende um novo idioma e testifica com poder através do Espírito Santo recebe este dom.",
  "lesson6.topic7.scriptureMain": "E novamente vos exorto, meus irmãos, que vos lembreis de que todo bom dom vem de Cristo. (Morôni 10:8–18)",
  "lesson6.topic7.more.0": "1 Coríntios 12:7–11 — \"Mas a manifestação do Espírito é dada a cada um, para o que for útil.\"",
  "lesson6.topic7.more.1": "D&C 46:9–12 — \"Porque eis que a um é dado pelo Espírito de Deus, que ele possa ensinar a palavra de sabedoria.\"",
  "lesson6.topic7.more.2": "Atos 2:4 — \"E todos foram cheios do Espírito Santo, e começaram a falar noutras línguas, conforme o Espírito Santo lhes concedia que falassem.\"",
  "lesson6.topic7.more.3": "2 Néfi 32:2–3 — \"Não vos lembrais de que vos disse que depois que recebêsseis o Espírito Santo poderíeis falar com a língua dos anjos?\"",
  "lesson6.topic8": "Artigo de Fé 8",
  "lesson6.topic8.desc": "Cremos que a Bíblia é a palavra de Deus na medida em que for traduzida corretamente; cremos também que o Livro de Mórmon é a palavra de Deus. Ambos testificam de Cristo e se apoiam mutuamente. Exemplo moderno: como duas testemunhas em um tribunal confirmam a verdade, a Bíblia e o Livro de Mórmon testificam juntos que Jesus é o Cristo.",
  "lesson6.topic8.scriptureMain": "E agora, eis, meu filho, eu te recomendo que cuides destas coisas sagradas; sim, eu te recomendo que busques este Jesus de quem os profetas e apóstolos escreveram, para que a graça de Deus o Pai, e também do Senhor Jesus Cristo, e do Espírito Santo, que testifica deles, seja e permaneça em vós para sempre. (Éter 12:41)",
  "lesson6.topic8.more.0": "2 Néfi 29:8 — \"E porque minhas palavras tremerão—sim, elas tremerão—e porque dizeis que tendes a Bíblia, e pensais que nela tendes a vida eterna.\"",
  "lesson6.topic8.more.1": "João 5:39 — \"Examinais as Escrituras, porque vós cuidais ter nelas a vida eterna, e são elas que de mim testificam.\"",
  "lesson6.topic8.more.2": "2 Timóteo 3:16 — \"Toda a Escritura é divinamente inspirada, e proveitosa para ensinar, para redarguir, para corrigir, para instruir em justiça.\"",
  "lesson6.topic8.more.3": "D&C 20:9 — \"O que dá a todos os que crêem e obedecem a uma lei justa, uma herança no reino de Deus.\"",
  "lesson6.topic9": "Artigo de Fé 9",
  "lesson6.topic9.desc": "Cremos em tudo o que Deus revelou, tudo o que ele revela agora, e cremos que ele revelará ainda muitas coisas grandes e importantes concernentes ao reino de Deus. A revelação contínua é um princípio fundamental do evangelho. Exemplo moderno: os líderes atuais da Igreja recebem revelações para guiar a Igreja em nossa época.",
  "lesson6.topic9.scriptureMain": "Porque eis que eu sou Deus; e sou um Deus de milagres; e manifestarei aos homens que sou o mesmo ontem, hoje e para sempre. (2 Néfi 27:23)",
  "lesson6.topic9.more.0": "Amós 3:7 — \"Certamente o Senhor Jeová não fará coisa alguma, sem que revele o seu segredo aos seus servos os profetas.\"",
  "lesson6.topic9.more.1": "D&C 1:38 — \"O que eu digo, eu o digo como se eu tivesse falado de minha própria boca; porque vós sois comandados em todas as coisas por minha boca.\"",
  "lesson6.topic9.more.2": "João 16:13 — \"Mas quando vier aquele Espírito de verdade, ele vos guiará em toda a verdade.\"",
  "lesson6.topic9.more.3": "Morôni 7:29 — \"E porque perguntastes concernente aos milagres, eis que vos digo que quem crê em Cristo, sem dúvida, pode fazer milagres.\"",
  "lesson6.topic10": "Artigo de Fé 10",
  "lesson6.topic10.desc": "Cremos na reunião literal de Israel e na restauração das dez tribos; que Sião (a Nova Jerusalém) será construída no continente americano; que Cristo reinará pessoalmente sobre a terra; e que a terra será renovada e receberá sua glória paradisíaca. Estes eventos futuros dão esperança. Exemplo moderno: os templos construídos em todo o mundo preparam o caminho para o retorno de Cristo.",
  "lesson6.topic10.scriptureMain": "E acontecerá que todo aquele que invocar o nome do Senhor será salvo; porque no monte Sião e em Jerusalém haverá livramento, como disse o Senhor, e entre os sobreviventes que o Senhor chamar. (Joel 2:32)",
  "lesson6.topic10.more.0": "Atos 1:11 — \"Homens galileus, por que estais olhando para o céu? Esse Jesus, que dentre vós foi recebido no céu, há de vir assim como para o céu o vistes ir.\"",
  "lesson6.topic10.more.1": "D&C 45:44 — \"E então eles verão o Filho do homem vindo nas nuvens do céu com poder e grande glória.\"",
  "lesson6.topic10.more.2": "Éter 13:2–6 — \"Porque eis que esta é a terra de vossa herança; e o Pai de vós todos vos deu esta terra preciosa a seus filhos.\"",
  "lesson6.topic10.more.3": "Apocalipse 21:1–3 — \"E vi um novo céu, e uma nova terra. Porque já o primeiro céu e a primeira terra passaram, e o mar já não existe.\"",
  "lesson6.topic11": "Artigo de Fé 11",
  "lesson6.topic11.desc": "Reivindicamos o privilégio de adorar o Deus Todo-Poderoso segundo os ditames de nossa própria consciência, e concedemos a todos os homens o mesmo privilégio, que adorem como, onde, ou o que quiserem. A liberdade religiosa é um direito divino. Exemplo moderno: os santos dos últimos dias defendem o direito de todos adorarem segundo sua consciência, mesmo aqueles que não compartilham nossas crenças.",
  "lesson6.topic11.scriptureMain": "Porque eis que o Espírito de Cristo é dado a todo homem, para que possa discernir o bem do mal. (Morôni 7:16)",
  "lesson6.topic11.more.0": "Alma 30:7 — \"Porque o Senhor disse: Não matarás; e novamente: Tu não matarás, mas tu não roubarás, e tu não mentirás, e tu não cometerás adultério.\"",
  "lesson6.topic11.more.1": "D&C 134:4 — \"Cremos que a religião é instituída por Deus; e que os homens são responsáveis perante ele, e perante ele somente, pelo exercício dela.\"",
  "lesson6.topic11.more.2": "Mosias 23:15 — \"Mas Alma lhes disse: Eis que não é conveniente que tenhamos um rei; porque assim diz o Senhor: Não vos elevareis uns sobre os outros.\"",
  "lesson6.topic11.more.3": "2 Néfi 2:27 — \"Por isso, os homens são livres segundo a carne; e todas as coisas que são necessárias lhes são dadas.\"",
  "lesson6.topic12": "Artigo de Fé 12",
  "lesson6.topic12.desc": "Cremos que devemos ser submissos aos reis, presidentes, governadores e magistrados, e que devemos honrar, respeitar e defender a lei. Os santos dos últimos dias são cidadãos leais que contribuem positivamente para a sociedade. Exemplo moderno: um membro da Igreja que paga seus impostos, vota e serve em sua comunidade mostra esta lealdade.",
  "lesson6.topic12.scriptureMain": "Pagai a todos o que lhes é devido: a quem tributo, tributo; a quem imposto, imposto; a quem temor, temor; a quem honra, honra. (Romanos 13:7)",
  "lesson6.topic12.more.0": "D&C 58:21 — \"Que o homem seja sujeito às potestades superiores. Porque não há potestade que não venha de Deus.\"",
  "lesson6.topic12.more.1": "Mosias 29:32 — \"E agora vos digo que fostes homens sábios; e falo de vós, rei Mosias, e também de vossos juízes que estabelecestes.\"",
  "lesson6.topic12.more.2": "Alma 1:1 — \"Ora, aconteceu que no primeiro ano do reinado de Alma na terra de Zaraenla, havia um homem que era um nefita por nascimento.\"",
  "lesson6.topic12.more.3": "D&C 98:4 — \"E agora, eis que vos falo concernente às leis da terra.\"",
  "lesson6.topic13": "Artigo de Fé 13",
  "lesson6.topic13.desc": "Cremos ser honestos, fiéis, castos, benevolentes, virtuosos, e em fazer o bem a todos os homens; na verdade, podemos dizer que seguimos a exortação de Paulo—Cremos tudo, esperamos tudo, suportamos muitas coisas, e esperamos ser capazes de suportar todas as coisas. Se há algo virtuoso, ou belo, ou louvável, ou digno de elogio, nos esforçamos por buscá-lo. Estas virtudes cristãs guiam nossa vida diária. Exemplo moderno: um santo dos últimos dias que escolhe ser honesto em seus negócios, mesmo quando isso lhe custa, vive estes princípios.",
  "lesson6.topic13.scriptureMain": "Quanto ao mais, irmãos, tudo o que é verdadeiro, tudo o que é honesto, tudo o que é justo, tudo o que é puro, tudo o que é amável, tudo o que é de boa fama, se há alguma virtude, e se há algum louvor, nisso pensai. (Filipenses 4:8)",
  "lesson6.topic13.more.0": "Alma 7:23 — \"E agora eu gostaria que fossem humildes, e submissos e mansos; fáceis de ser entretenidos; cheios de paciência e longanimidade.\"",
  "lesson6.topic13.more.1": "Mosias 4:16 — \"E também não permitireis que o faminto vá embora de vós, nem que o aflito vá embora de vós, nem que o aflito vá embora de vós.\"",
  "lesson6.topic13.more.2": "D&C 121:45 — \"Que a virtude adorne continuamente teus pensamentos; então tua confiança se tornará forte na presença de Deus.\"",
  "lesson6.topic13.more.3": "3 Néfi 12:48 — \"Portanto, eu gostaria que fossem perfeitos como eu, ou como vosso Pai que está nos céus é perfeito.\"",
  "lessons.lesson6.description": "13 tópicos sobre os artigos de fé",
  "quiz.lesson6.question1": "O que ensina o primeiro artigo de fé?",
  "quiz.lesson6.question1.option1": "Que Deus, Jesus Cristo e o Espírito Santo são três seres distintos",
  "quiz.lesson6.question1.option2": "Que apenas um Deus existe",
  "quiz.lesson6.question1.option3": "Que Jesus Cristo é o único Deus",
  "quiz.lesson6.question1.option4": "Que o Espírito Santo não existe",
  "quiz.lesson6.question1.correct": "0",
  "quiz.lesson6.question2": "O que ensina o segundo artigo de fé sobre responsabilidade?",
  "quiz.lesson6.question2.option1": "Os homens serão punidos pelos pecados de Adão",
  "quiz.lesson6.question2.option2": "Os homens serão punidos por seus próprios pecados",
  "quiz.lesson6.question2.option3": "Não há responsabilidade pessoal",
  "quiz.lesson6.question2.option4": "Todos serão salvos automaticamente",
  "quiz.lesson6.question2.correct": "1",
  "quiz.lesson6.question3": "Quais são os primeiros princípios e ordenanças do evangelho segundo o quarto artigo de fé?",
  "quiz.lesson6.question3.option1": "Fé, arrependimento, batismo, dom do Espírito Santo",
  "quiz.lesson6.question3.option2": "Oração, jejum, serviço, estudo",
  "quiz.lesson6.question3.option3": "Amor, perdão, paz, alegria",
  "quiz.lesson6.question3.option4": "Obediência, sacrifício, templo, família",
  "quiz.lesson6.question3.correct": "0"
}